<!DOCTYPE html>
<html lang="th">
<head>
  <?php include_once('include/header.php'); ?>
  <?php include_once('include/style.php'); ?>
</head>
<body class="loading">
<?php include_once('layout/topnav.php'); ?>
<?php
    $breadcrumb = [
      [ 'url' => '#', 'display' => 'ข่าวประชาสัมพันธ์' ],
      [ 'url' => '#', 'display' => 'ข่าวเด่นชลประทาน' ],
      [ 'url' => '#', 'display' => 'ชป.ร่วมประชุมนานาชาติว่าด้วยการจัดการทรัพยากรดินและน้ำฯ ชูความสำเร็จการทำนาเปียกสลับแห้งสู่สากล'],
    ];
    $breadcrumbTitle = 'ข่าวเด่นชลประทาน';
    $breadcrumbBg = 'public/assets/app/images/breadcrumb/01.jpg';
    include('components/breadcrumb.php');
  ?>

  <section class="section-padding section-09">
    <div class="container">
      <div class="grids">
        <div class="grid xl-70 lg-2-3 md-60 sm-100 mt-0">
          <h4 class="fw-600" data-aos="fade-up" data-aos-delay="0">อธิบดีกรมชลฯ นำทีมผู้บริหาร เข้ารับโล่เชิดชูเกียรติ ในงานนิสิตเก่าวิศวกรรมศาสตร์ มก.</h4>
          <div class="ss-img bradius mt-4" data-aos="fade-up" data-aos-delay="0">
            <div class="img-bg" style="background-image:url('public/assets/app/images/content/17.png');"></div>
          </div>
          <p class="mt-5 fw-400" data-aos="fade-up" data-aos-delay="150">
            เย็นวันนี้  (22 มกราคม 2568) นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน พร้อมด้วย  
            นายฐนันดร์ สุทธิพิศาล รองอธิบดีฝ่ายก่อสร้าง และนายวรพจน์ เพชรนรชาติ  รองอธิบดีฝ่ายบริหาร 
            เข้าร่วมงานแสดงความยินดีแด่นิสิตเก่าวิศวกรรมศาสตร์  มหาวิทยาลัยเกษตรศาสตร์ ที่ได้รับการเลื่อนตำแหน่งเป็นผู้บริหารระดับสูง  
            ประจำปี 2567 ซึ่งจัดขึ้นโดยสมาคมศิษย์เก่าวิศวกรรมชลประทาน  ในพระบรมราชูปถัมภ์ ร่วมกับ สมาคมนิสิตเก่ามหาวิทยาลัยเกษตรศาสตร์ 
            ณ ห้องวิภาวดีบอลรูม AB โรงแรมเซ็นทาราแกรนด์ แอท เซ็นทรัลพลาซ่า ลาดพร้าว กรุงเทพฯ
          </p>
          <div class="ss-img bradius mt-4" data-aos="fade-up" data-aos-delay="300">
            <div class="img-bg" style="background-image:url('public/assets/app/images/content/18.png');"></div>
          </div>
          <p class="mt-5 fw-400" data-aos="fade-up" data-aos-delay="450">
            ในการนี้ ผู้บริหารทั้งสามท่าน ได้รับโล่เชิดชูเกียรติในฐานะนิสิตเก่าวิศวกรรมศาสตร์ มหาวิทยาลัยเกษตรศาสตร์ 
            ที่ได้รับการเลื่อนตำแหน่งเป็นผู้บริหารระดับสูง  ประจำปี 2567 โดยมีผู้บริหารระดับสูงจากกรมชลประทาน กระทรวงเกษตรสหกรณ์  
            รวมถึงผู้บริหารจากภาครัฐและเอกชน  ร่วมแสดงความยินดีและเป็นสักขีพยานในความสำเร็จของคณะวิศวกรรมศาสตร์  
            มหาวิทยาลัยเกษตรศาสตร์ ซึ่งได้ผลิตบุคลากรคุณภาพในแวดวงต่างๆ  ที่มีบทบาทสำคัญต่อการขับเคลื่อนนโยบาย  
            และโครงการอันเป็นประโยชน์ต่อประชาชนและประเทศชาติมาอย่างต่อเนื่อง
          </p>
          <p class="mt-5 fw-400" data-aos="fade-up" data-aos-delay="600">
            นอกจากนี้ภายในงานมีการนำเสนอนิทรรศการของหน่วยงานจาก FAO และนิทรรศการของหน่วยงานราชการของไทย 8 หน่วยงาน 
            ได้แก่  กระทรวงเกษตรและสหกรณ์ กรมฝนหลวงและการบินเกษตร กรมชลประทาน กรมทรัพยากรน้ำ กรมทรัพยากรน้ำบาดาล 
            สำนักงานทรัพยากรน้ำแห่งชาติ  สำนักงานการปฏิรูปที่ดินเพื่อเกษตรกรรม และกรมพัฒนาที่ดิน  โดยในส่วนของกระทรวงเกษตรและสหกรณ์  
            นำเสนอเนื้อหาของศูนย์ศึกษาการพัฒนา อันเนื่องมาจากพระราชดำริ 6  ศูนย์ทั่วประเทศ ที่แสดงเนื้อหาเกี่ยวกับพระอัจฉริยภาพของรัชกาลที่ 
            9  ด้านการแก้ไขปัญหาการเสื่อมโทรมของดินและ การขาดแคลนน้ำในแต่ละพื้นที่  เพื่อให้เกษตรกรได้มีที่ทำการเกษตรได้อย่างเพียงพอ  
            สร้างรายได้ให้กับครัวเรือน  นอกจากนี้ยังได้มีการจัดแสดงผลิตภัณฑ์ จากศูนย์ศึกษาการพัฒนาอันเนื่องมาจากพระราชดำริทั้ง 6 ศูนย์ 
            เพื่อให้ผู้ที่เข้ามาเยี่ยมนิทรรศการได้รับชมจากผลิตภัณฑ์จริง
          </p>

          <p class="h6 fw-600 mt-4" data-aos="fade-up" data-aos-delay="300">แหล่งที่มา</p>
          <div class="link-option mt-2 d-flex" data-aos="fade-up" data-aos-delay="450">
            <div class="icon">
              <svg class="svg-path-white-theme" width="17" height="16" viewBox="0 0 17 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g clip-path="url(#clip0_27_13516)">
                  <path d="M5.20502 14.4002C4.38732 14.4002 3.61512 14.0762 3.01935 13.4804C2.39552 12.8566 2.06967 12.0392 2.10177 11.1788C2.13495 10.2903 2.53637 9.43669 3.26267 8.71039L4.57037 7.39737C4.76522 7.20169 5.08179 7.20104 5.27747 7.39592C5.47312 7.59077 5.47379 7.90737 5.27892 8.10301L3.97052 9.41679C2.91025 10.4771 2.8102 11.857 3.7265 12.7733C4.64282 13.6897 6.02279 13.5896 7.08229 12.53L8.87946 10.7329C9.42418 10.1882 9.72458 9.56619 9.74816 8.93424C9.76978 8.35499 9.54768 7.80197 9.12278 7.37707C8.98041 7.23472 8.82289 7.11392 8.65456 7.01804C8.41461 6.88137 8.33089 6.57604 8.46756 6.33612C8.60426 6.09617 8.90958 6.01247 9.14948 6.14912C9.39543 6.28922 9.62436 6.46447 9.82991 6.66999C10.4537 7.29382 10.7796 8.11119 10.7475 8.97156C10.7143 9.86014 10.3129 10.7137 9.58658 11.44L7.78941 13.2372C7.06309 13.9635 6.20954 14.3649 5.32097 14.3981C5.28227 14.3995 5.24354 14.4002 5.20502 14.4002ZM8.53171 9.66429C8.66839 9.42434 8.58464 9.11901 8.34471 8.98236C8.17639 8.88649 8.01884 8.76569 7.87649 8.62336C6.96019 7.70704 7.06024 6.32707 8.11979 5.26752L9.91696 3.47037C10.9765 2.41085 12.3565 2.31078 13.2728 3.22707C14.189 4.14337 14.089 5.52335 13.0287 6.58362L11.7203 7.89739C11.5255 8.09304 11.5261 8.40964 11.7218 8.60449C11.9174 8.79936 12.234 8.79866 12.4289 8.60304L13.7366 7.28999C14.4629 6.56369 14.8643 5.71012 14.8975 4.82157C14.9296 3.9612 14.6037 3.1438 13.9799 2.51998C13.3561 1.89613 12.5383 1.57033 11.6783 1.60238C10.7897 1.63555 9.93616 2.03698 9.20988 2.76328L7.41269 4.56042C6.68639 5.28672 6.28499 6.14029 6.25179 7.02884C6.21969 7.88922 6.54554 8.70661 7.16936 9.33046C7.37489 9.53596 7.60381 9.71119 7.84979 9.85131C7.92789 9.89579 8.01289 9.91694 8.09679 9.91694C8.27061 9.91691 8.43951 9.82611 8.53171 9.66429Z" fill="#8589AB"></path>
                </g>
                <defs>
                  <clipPath id="clip0_27_13516">
                    <rect width="12.8" height="12.8" fill="white" transform="translate(2.09961 1.59998)"></rect>
                  </clipPath>
                </defs>
              </svg>
            </div>
            <a target="_blank" class="ml-2 color-04 p" href="https://spm.thaigov.go.th/FILEROOM/spm-thaigov/DRAWER022/GENERAL/DATA0000/00000078.PDF" target="_blank" class="ml-1 color-07 p sm">
              https://www.probation.go.th/content.php?id=46473233
            </a>
          </div>

          <div class="ss-title-01 mt-6" data-aos="fade-up" data-aos-delay="750">
            <p class="title">รูปภาพที่เกี่ยวข้อง</p>
            <svg class="pattern-01" width="56" height="19" viewBox="0 0 56 19" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M25.5 19.0001C21.4714 4.75227 17.5573 0.834769 4.63929 0.500062H0.5C1.9752 0.468933 3.35196 0.466707 4.63929 0.500062H44.2951C47.5519 0.139309 51.4023 0.15172 56 0.500062H44.2951C33.0872 1.74154 28.9093 7.40239 25.5 19.0001Z" fill="white"/>
            </svg>
            <svg class="pattern-02" width="9" height="11" viewBox="0 0 9 11" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M5.15374 0.898991C4.92105 0.632182 4.69945 0.386717 4.5 0.162598C4.30055 0.39739 4.07895 0.642854 3.84626 0.898991C2.43906 2.45715 0.5 4.62364 0.5 6.30988C0.5 7.37711 0.943213 8.33762 1.67452 9.03133C2.39474 9.72503 3.39197 10.1626 4.5 10.1626C5.60803 10.1626 6.60526 9.7357 7.32548 9.03133C8.04571 8.33762 8.5 7.36644 8.5 6.30988C8.5 4.62364 6.56094 2.46783 5.15374 0.898991Z" fill="white"/>
            </svg>
          </div>
          <div class="grids mt-3" data-aos="fade-up" data-aos-delay="900">
            <?php
              $data = [
                [
                  'imgBg' => 'public/assets/app/images/content/18.png',
                  'title' => 'กรมคุมประพฤติ จัดกิจกรรมเนื่องในวันพระราชทาน ธงชาติไทย',
                  'desc' => 'เมื่อวันที่ 27 สิงหาคม 2567 นายบัญญติ วงศสว่าง ผู้ตรวจราชการกรมคุมประพฤติ เป็นประธานเปิดโครงการ “ค่ายรู้..รัก” (Sense and Love) หลักสูตร 15 วัน ระหว่างวัน',
                ],[
                  'imgBg' => 'public/assets/app/images/content/18.png',
                  'title' => 'กรมคุมประพฤติประชุมผู้บริหาร ติดตามผลการดำเนิน งานทั่วประเทศ',
                  'desc' => 'วันนี้ (19 กันยายน 2567) นายเรืองศักดิ์ สุวารี อธิบดีกรมคุมประพฤติ  เป็นประธานพิธีปิดโครงการอบรมพนักงานคุมประพฤติ รุ่นที่ 46  พร้อมด้วยนายสิทธิ สุธี',
                ],[
                  'imgBg' => 'public/assets/app/images/content/18.png',
                  'title' => 'สำนักงานคุมประพฤติกรุงเทพมหานคร 1 เข้าร่วมประชุมคณะกรรมการชุมชนเขตบางกอกน้อย',
                  'desc' => 'คุมประพฤติจับมือ 2 หน่วยงานเอกชน MOU  ผนึกความร่วมมือผุดหลักสูตรเสริมแกร่งทางอาชีพ “ปั้นเชฟมือทอง-ช่างตัดผม  เสิรมสวยมืออาชีพ” หนุนสร้างโอกาสผู้ก้าวพลาดกลับสู่สังคม',
                  'bureau' => 'สำนักงานคุมประพฤติ จังหวัดมหาสารคาม สาขาพยัคฆภูมิพิสัย',
                ],[
                  'imgBg' => 'public/assets/app/images/content/18.png',
                  'title' => 'คุมประพฤติพิจารณาคัดเลือกอาสาสมัครคุมประพฤติ เพื่อเสนอขอพระราชทานเครื่องอิสริยาภรณ์ฯ ประจำปี 2568',
                  'desc' => 'เมื่อวันที่ 27 สิงหาคม 2567 นายบัญญติ วงศสว่าง ผู้ตรวจราชการกรมคุมประพฤติ เป็นประธานเปิดโครงการ “ค่ายรู้..รัก” (Sense and Love) หลักสูตร 15 วัน ระหว่างวัน',
                ],[
                  'imgBg' => 'public/assets/app/images/content/18.png',
                  'title' => 'สำนักงานคุมประพฤติกรุงเทพมหานคร 1 เข้าร่วมประชุมคณะกรรมการชุมชนเขตบางกอกน้อย',
                  'desc' => 'คุมประพฤติจับมือ 2 หน่วยงานเอกชน MOU  ผนึกความร่วมมือผุดหลักสูตรเสริมแกร่งทางอาชีพ “ปั้นเชฟมือทอง-ช่างตัดผม  เสิรมสวยมืออาชีพ” หนุนสร้างโอกาสผู้ก้าวพลาดกลับสู่สังคม',
                  'bureau' => 'สำนักงานคุมประพฤติ จังหวัดมหาสารคาม สาขาพยัคฆภูมิพิสัย',
                ],[
                  'imgBg' => 'public/assets/app/images/content/18.png',
                  'title' => 'คุมประพฤติพิจารณาคัดเลือกอาสาสมัครคุมประพฤติ เพื่อเสนอขอพระราชทานเครื่องอิสริยาภรณ์ฯ ประจำปี 2568',
                  'desc' => 'เมื่อวันที่ 27 สิงหาคม 2567 นายบัญญติ วงศสว่าง ผู้ตรวจราชการกรมคุมประพฤติ เป็นประธานเปิดโครงการ “ค่ายรู้..รัก” (Sense and Love) หลักสูตร 15 วัน ระหว่างวัน',
                ],
              ];

              $totalItems = count($data); 
              $maxItemsToShow = 4;
              $remainingItems = $totalItems - $maxItemsToShow;

              foreach ($data as $i => $d) {
                if ($i < $maxItemsToShow) { 
              ?>
                <div class="grid lg-25 md-50 sm-50 xs-50 mt-1">
                  <a href="<?= $d['imgBg'] ?>" class="ss-card" data-fancybox="gallery">
                    <div class="ss-img square bradius">
                      <div class="img-bg" style="background-image:url('<?= $d['imgBg'] ?>');"></div>
                      <?php if ($i === $maxItemsToShow - 1) { ?>
                        <!-- <div class="filter-03 d-flex ai-center jc-center">
                          <p class="h4 color-white fw-400">+ <?= $remainingItems ?></p>
                        </div> -->
                      <?php } ?>
                    </div>
                  </a>
                </div>
                <?php } else { ?>
                  <a href="<?= $d['imgBg'] ?>" data-fancybox="gallery" style="display: none;"></a>
                <?php
                }
              } 
            ?>
          </div>
        </div>
        <div class="grid xl-30 lg-1-3 md-40 sm-100">
          <?php 
            $news = [
              [
                "imgBg" => 'public/assets/app/images/bg/22.png',
                "title" => 'อธิบดีกรมชลฯ นำทีมผู้บริหาร เข้ารับโล่ เชิดชูเกียรติในงานนิสิตเก่าวิศวกรรมศาสตร์ มก.',
                "desc" => 'เย็นวันนี้ (22  มกราคม 2568) นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน พร้อมด้วย นายฐนันดร์  
                              สุทธิพิศาล รองอธิบดีฝ่ายก่อสร้าง และนายวรพจน์ เพชรนรชาติ รองอธิบดีฝ่ายบริหาร 
                              เข้าร่วมงานแสดงความยินดีแด่นิสิตเก่าวิศวกรรมศาสตร์  มหาวิทยาลัยเกษตรศาสตร์ 
                              ที่ได้รับการเลื่อนตำแหน่งเป็นผู้บริหารระดับสูง  ประจำปี 2567 ซึ่งจัดขึ้นโดยสมาคมศิษย์เก่าวิศวกรรมชลประทาน  
                              ในพระบรมราชูปถัมภ์ ร่วมกับ สมาคมนิสิตเก่ามหาวิทยาลัยเกษตรศาสตร์ ณ ห้องวิภาวดีบอลรูม AB โรงแรมเซ็นทาราแกรนด์ 
                              แอท เซ็นทรัลพลาซ่า ลาดพร้าว กรุงเทพฯ'
              ], [
                "imgBg" => 'public/assets/app/images/bg/22.png',
                "title" => 'อธิบดีกรมชลฯ นำทีมผู้บริหาร เข้ารับโล่ เชิดชูเกียรติในงานนิสิตเก่าวิศวกรรมศาสตร์ มก.',
                "desc" => 'เย็นวันนี้ (22  มกราคม 2568) นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน พร้อมด้วย นายฐนันดร์  
                              สุทธิพิศาล รองอธิบดีฝ่ายก่อสร้าง และนายวรพจน์ เพชรนรชาติ รองอธิบดีฝ่ายบริหาร 
                              เข้าร่วมงานแสดงความยินดีแด่นิสิตเก่าวิศวกรรมศาสตร์  มหาวิทยาลัยเกษตรศาสตร์ 
                              ที่ได้รับการเลื่อนตำแหน่งเป็นผู้บริหารระดับสูง  ประจำปี 2567 ซึ่งจัดขึ้นโดยสมาคมศิษย์เก่าวิศวกรรมชลประทาน  
                              ในพระบรมราชูปถัมภ์ ร่วมกับ สมาคมนิสิตเก่ามหาวิทยาลัยเกษตรศาสตร์ ณ ห้องวิภาวดีบอลรูม AB โรงแรมเซ็นทาราแกรนด์ 
                              แอท เซ็นทรัลพลาซ่า ลาดพร้าว กรุงเทพฯ'
              ],[
                "imgBg" => 'public/assets/app/images/bg/22.png',
                "title" => 'อธิบดีกรมชลฯ นำทีมผู้บริหาร เข้ารับโล่ เชิดชูเกียรติในงานนิสิตเก่าวิศวกรรมศาสตร์ มก.',
                "desc" => 'เย็นวันนี้ (22  มกราคม 2568) นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน พร้อมด้วย นายฐนันดร์  
                              สุทธิพิศาล รองอธิบดีฝ่ายก่อสร้าง และนายวรพจน์ เพชรนรชาติ รองอธิบดีฝ่ายบริหาร 
                              เข้าร่วมงานแสดงความยินดีแด่นิสิตเก่าวิศวกรรมศาสตร์  มหาวิทยาลัยเกษตรศาสตร์ 
                              ที่ได้รับการเลื่อนตำแหน่งเป็นผู้บริหารระดับสูง  ประจำปี 2567 ซึ่งจัดขึ้นโดยสมาคมศิษย์เก่าวิศวกรรมชลประทาน  
                              ในพระบรมราชูปถัมภ์ ร่วมกับ สมาคมนิสิตเก่ามหาวิทยาลัยเกษตรศาสตร์ ณ ห้องวิภาวดีบอลรูม AB โรงแรมเซ็นทาราแกรนด์ 
                              แอท เซ็นทรัลพลาซ่า ลาดพร้าว กรุงเทพฯ'
              ],
            ]
          ?>
          <div class="panel-right">
            <div class="ss-title-01 mt-6" data-aos="fade-up" data-aos-delay="0">
              <p class="title">ข่าวเด่นล่าสุด</p>
              <svg class="pattern-01" width="56" height="19" viewBox="0 0 56 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M25.5 19.0001C21.4714 4.75227 17.5573 0.834769 4.63929 0.500062H0.5C1.9752 0.468933 3.35196 0.466707 4.63929 0.500062H44.2951C47.5519 0.139309 51.4023 0.15172 56 0.500062H44.2951C33.0872 1.74154 28.9093 7.40239 25.5 19.0001Z" fill="white"/>
              </svg>
              <svg class="pattern-02" width="9" height="11" viewBox="0 0 9 11" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M5.15374 0.898991C4.92105 0.632182 4.69945 0.386717 4.5 0.162598C4.30055 0.39739 4.07895 0.642854 3.84626 0.898991C2.43906 2.45715 0.5 4.62364 0.5 6.30988C0.5 7.37711 0.943213 8.33762 1.67452 9.03133C2.39474 9.72503 3.39197 10.1626 4.5 10.1626C5.60803 10.1626 6.60526 9.7357 7.32548 9.03133C8.04571 8.33762 8.5 7.36644 8.5 6.30988C8.5 4.62364 6.56094 2.46783 5.15374 0.898991Z" fill="white"/>
              </svg>
            </div>  
            <?php foreach($news as $d) {?>
              <a href="#" class="ss-card ss-card-05 mt-4" data-aos="fade-up" data-aos-delay="150">
                <div class="img-container">
                  <div class="ss-img">
                    <div class="img-bg" style="background-image:url('public/assets/app/images/content/19.png')"></div>
                  </div>
                </div>
                <div class="text-container">
                  <div class="tag bg-p color-white">
                    <p class="sm fw-500">ข่าวเด่นชลประทาน</p>
                  </div>
                  <h6 class="title">กรมชลฯ ลุยจัดการน้ำฤดูแล้ง ย้ำ...น้ำกินน้ำใช้ เพียงพอตลอดปี</h6>
                  <div class="ss-stats color-gray-01">
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-calendar"></em></div>
                      <p class="title">28 ม.ค. 68</p>
                    </div>
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-eye"></em></div>
                      <p class="title">999k</p>
                    </div>
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-share-nodes"></em></div>
                      <p class="title">999k</p>
                    </div>
                  </div>
                </div>
              </a> 
            <?php } ?> 
          </div>
        </div>
      </div>
    </div>
  </section>
  
  <?php include_once('layout/footer.php'); ?>
  <?php include_once('include/script.php'); ?>
</body>
</html>