<!DOCTYPE html>
<html lang="th">
<head>
  <?php include_once('include/header.php'); ?>
  <?php include_once('include/style.php'); ?>
</head>
<body class="loading">
<?php include_once('layout/topnav.php'); ?>

  <section class="banner-01">
    <div class="swiper">
      <div class="swiper-wrapper">
        <?php
          foreach([
            ['img' => 'public/assets/app/images/banner/01.jpg',], 
            ['img' => 'public/assets/app/images/banner/01.jpg',], 
            ['img' => 'public/assets/app/images/banner/01.jpg',], 
            ['img' => 'public/assets/app/images/banner/01.jpg',],
            ['img' => 'public/assets/app/images/banner/01.jpg',]
          ] as $i=>$d){
        ?>
        <div class="swiper-slide">
          <div class="wrapper">
            <div class="img-bg" style="background-image:url('<?= $d['img'] ?>');"></div>
            <div class="text-wrapper animate" style="--delay:.4s;">
              <h1 class="fw-700 font-popins font-gradient-01 text-intro">
                The Royal<br>Irrigation Department
              </h1>
              <p class="xs text-center font-popins desc color-white fw-400 mt-2">
                To integratedly manage water resources in adequate, thorough and equitable manners
              </p>
            </div>
          </div>
        </div>
        <?php }?>
      </div>
      <div class="swiper-pagination"></div>
      <div class="arrows">
        <div class="arrow arrow-prev c-pointer">
          <em class="fa-solid fa-arrow-left"></em>
        </div>
        <div class="arrow arrow-next c-pointer">
          <em class="fa-solid fa-arrow-right"></em>
        </div>
      </div>
    </div>
  </section>

  <?php 
    $content = [
      [
        "imgBg" => 'public/assets/app/images/content/02.png',
        "title" => 'กรมชลฯ ลุยจัดการน้ำฤดูแล้ง ย้ำ...น้ำกินน้ำใช้ เพียงพอตลอดปี',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/03.png',
        "title" => 'อธิบดีกรมชลฯ ลงพื้นที่ติดตามความคืบหน้างาน ก่อสร้าง ปตร.หนองสองห้อง จ.หนองคาย',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/04.png',
        "title" => 'กรมชลฯ ร่วมผลักดัน Soft Power พัฒนาภาค การเกษตรครบวงจร “วันเกษตรภาคอีสาน ปี 2568”',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/05.png',
        "title" => 'แล้งนี้ต้องรอด!! ชป.เดินหน้าจ้างแรงงานกว่า 8.4 หมื่นคน หวังช่วยเกษตรกรทั่วประเทศ',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/06.png',
        "title" => 'ชป. เดินหน้ากำจัดวัชพืช เพิ่มประสิทธิภาพการส่งน้ำ ฤดูแล้ง',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/07.png',
        "title" => 'ชป.ร่วมหารือแนวทางแก้ไขและบรรเทาปัญหาอุทกภัยในพื้นที่อำเภอสะเดา จังหวัดสงขลา อย่างยั่งยืน',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/08.png',
        "title" => 'ชป.ร่วมติดตามการแก้ไขปัญหาการแพร่ระบาดปลาหมอคางดำ จ.สมุทรสงคราม',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/09.png',
        "title" => 'ชป.ร่วมขับเคลื่อนมุกดา smart farm 349 model',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/10.png',
        "title" => 'ชป.ควบคุมความเค็มรุกแม่น้ำบางปะกง บรรลุตามแผน ช่วยชาวแปดริ้ว-ปราจีนบุรี',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/11.png',
        "title" => 'ชป.ร่วมพิธีมอบสัญญาเช่าที่ราชพัสดุ โครงการ “ธนารักษ์เอื้อราษฎร์” “สัญญาเช่าที่ดิน พลิกชีวิตประชาชน” ',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/12.png',
        "title" => 'ชป.ร่วมพิธีมอบสัญญาเช่าที่ราชพัสดุ โครงการ “ธนารักษ์เอื้อราษฎร์” “สัญญาเช่าที่ดิน พลิกชีวิตประชาชน” ',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/16.png',
        "title" => 'นายกฯ แพทองธาร เยือนบึงบอระเพ็ด ลุย...พัฒนา แหล่งน้ำเพื่อชาวนครสวรรค์',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],
    ]
  ?>
  <section class="section-padding">
    <div class="container">
      <div class="grids">
        <?php foreach($content as $d) {?>
          <div class="grid lg-100">
            <a href="#" class="ss-card ss-card-06">
              <div class="wrapper">
                <div class="img-container">
                  <div class="ss-img">
                    <div class="img-bg" style="background-image:url('<?= $d['imgBg'] ?>')"></div>
                  </div>
                </div>
                <div class="text-container">
                  <div class="tag bg-p color-white">
                    <p class="sm fw-500"><?= $d['cate'] ?></p>
                  </div>
                  <h6 class="title"><?= $d['title'] ?></h6>
                  <p class="desc"><?= $d['desc'] ?></p>
                  <div class="ss-stats color-gray-01">
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-calendar"></em></div>
                      <p class="title">28 ม.ค. 68</p>
                    </div>
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-eye"></em></div>
                      <p class="title">999k</p>
                    </div>
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-share-nodes"></em></div>
                      <p class="title">999k</p>
                    </div>
                  </div>
                </div>
              </div>
            </a>
          </div>
        <?php } ?>
      </div>
    </div>
  </section>
  
  <?php include_once('layout/footer.php'); ?>
  <?php include_once('include/script.php'); ?>
</body>
</html>