<!DOCTYPE html>
<html lang="th">
<head>
  <?php include_once('include/header.php'); ?>
  <?php include_once('include/style.php'); ?>
</head>
<body class="loading">
<?php include_once('layout/topnav.php'); ?>
<?php
    $breadcrumb = [
      [ 'url' => '#', 'display' => 'ข่าวประชาสัมพันธ์' ],
      [ 'url' => '#', 'display' => 'คลังภาพ' ],
    ];
    $breadcrumbTitle = 'คลังภาพ';
    $breadcrumbBg = 'public/assets/app/images/breadcrumb/02.jpg';
    include('components/breadcrumb.php');
  ?>

  <section class="section-padding section-09 section-gallery">
    <div class="container">
      <div class="grids">
        <div class="grid xl-70 lg-2-3 md-60 sm-100 mt-0">
          <h4 class="fw-600" data-aos="fade-up" data-aos-delay="0">
            3 รัฐมนตรีเกษตรฯ ล่องใต้ให้กำลังใจชาวเมืองคอน มอบถุงยังชีพบรรเทาทุกข์  
          </h4>
          <div class="detail-options mt-3" data-aos="fade-up" data-aos-delay="0">
            <div class="ss-stats">
              <div class="stat">
                <div class="icon color-gray-01">
                  <em class="fa-solid fa-calendar"></em>
                </div>
                <div class="title">
                  <p class="xs fw-500 color-gray-02">2 กันยายน 2567</p>
                </div>
              </div>
              <div class="stat">
                <div class="icon color-gray-01">
                  <em class="fa-solid fa-eye"></em>
                </div>
                <div class="title">
                  <p class="xs fw-500 color-gray-02">999k</p>
                </div>
              </div>
              <div class="stat">
                <div class="icon color-gray-01">
                  <em class="fa-solid fa-share-nodes"></em>
                </div>
                <div class="title">
                  <p class="xs fw-500 color-gray-02">999k</p>
                </div>
              </div>
            </div>
            <div class="social-options">
              <div class="wrapper">
                <p class="ws-nowrap mr-1 fw-400">แชร์ไปยัง</p>
                <div class="social-wrapper">
                  <a href="#" class="social">
                    <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                      <circle cx="20.1278" cy="19.5407" r="19.5407" fill="#F3F3F3"/>
                      <g clip-path="url(#clip0_1338_14078)">
                        <path d="M21.1965 26.4374V20.146H23.3074L23.6241 17.6934H21.1965V16.1278C21.1965 15.4179 21.3928 14.9342 22.4119 14.9342L23.7095 14.9337V12.74C23.4851 12.7108 22.7148 12.644 21.8182 12.644C19.946 12.644 18.6643 13.7867 18.6643 15.8849V17.6934H16.547V20.146H18.6643V26.4374H21.1965Z" fill="#008FD3"/>
                      </g>
                      <defs>
                        <clipPath id="clip0_1338_14078">
                          <rect width="13.7934" height="13.7934" fill="white" transform="translate(13.2311 12.644)"/>
                        </clipPath>
                      </defs>
                    </svg>
                  </a>
                  <a href="#" class="social">
                    <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                      <circle cx="20.4048" cy="19.5407" r="19.5407" fill="#F3F3F3"/>
                      <path d="M21.4984 18.6606L25.7775 13.7934H24.7635L21.0479 18.0195L18.0804 13.7934H14.6576L19.1452 20.184L14.6576 25.2879H15.6717L19.5954 20.8251L22.7293 25.2879H26.1521L21.4981 18.6606H21.4984ZM20.1095 20.2403L19.6548 19.6039L16.037 14.5404H17.5946L20.5142 18.6268L20.9688 19.2632L24.764 24.575H23.2064L20.1095 20.2405V20.2403Z" fill="#008FD3"/>
                    </svg>
                  </a>
                  <a href="#" class="social">
                    <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                      <circle cx="19.6818" cy="19.5407" r="19.5407" fill="#F3F3F3"/>
                      <path d="M19.5466 12.644C15.1489 12.644 11.5706 15.5266 11.5706 19.07C11.5706 22.2465 14.4081 24.9068 18.2411 25.4099C18.5009 25.4655 18.8544 25.5799 18.9438 25.8003C19.0243 26.0006 18.9964 26.3142 18.9695 26.5164C18.9695 26.5164 18.8759 27.0752 18.8558 27.1942C18.8211 27.3944 18.6955 27.9771 19.5466 27.621C20.3979 27.2649 24.1401 24.9358 25.8135 23.0236C26.9691 21.7652 27.5228 20.4881 27.5228 19.07C27.5228 15.5266 23.9448 12.644 19.5466 12.644Z" fill="#008FD3"/>
                      <path d="M17.3281 17.3866C17.2432 17.3866 17.1741 17.4579 17.1741 17.5455V21.1079C17.1741 21.1957 17.2432 21.2668 17.3281 21.2668H17.8824C17.9674 21.2668 18.0364 21.1957 18.0364 21.1079V17.5455C18.0364 17.4579 17.9674 17.3866 17.8824 17.3866H17.3281Z" fill="#F3F3F3"/>
                      <path d="M21.7566 17.3866H21.1731C21.0836 17.3866 21.011 17.4579 21.011 17.5455V19.6619L19.3499 17.4573C19.3461 17.4516 19.3418 17.4463 19.3373 17.4411L19.3362 17.4402C19.333 17.4366 19.3298 17.4334 19.3265 17.4303C19.3255 17.4294 19.3246 17.4286 19.3235 17.4276C19.3208 17.4251 19.3179 17.4228 19.3149 17.4206C19.3136 17.4193 19.3121 17.4184 19.3107 17.4173C19.3078 17.4154 19.3051 17.4134 19.3023 17.4116C19.3007 17.4105 19.2991 17.4096 19.2973 17.4088C19.2944 17.4071 19.2916 17.4054 19.2887 17.404C19.287 17.4032 19.2854 17.4022 19.2836 17.4016C19.2806 17.4002 19.2775 17.3988 19.2744 17.3977C19.2724 17.3971 19.2708 17.3964 19.2691 17.3958C19.2659 17.3947 19.2627 17.3936 19.2594 17.3928C19.2576 17.3922 19.2557 17.3919 19.2538 17.3913C19.2506 17.3906 19.2476 17.3899 19.2445 17.3892C19.2423 17.3889 19.2399 17.3886 19.2377 17.3884C19.2348 17.3878 19.2319 17.3877 19.2291 17.3873C19.2264 17.387 19.2236 17.387 19.2208 17.3869C19.2187 17.3869 19.2171 17.3866 19.215 17.3866H18.6317C18.5422 17.3866 18.4695 17.4579 18.4695 17.5455V21.1079C18.4695 21.1957 18.5422 21.2668 18.6317 21.2668H19.215C19.3047 21.2668 19.3772 21.1957 19.3772 21.1079V18.9921L21.0404 21.1996C21.0519 21.2156 21.0661 21.2286 21.0815 21.2389C21.082 21.2392 21.0826 21.2397 21.0831 21.2402C21.0865 21.2422 21.0898 21.2443 21.0932 21.2461C21.0948 21.2471 21.0962 21.2477 21.0978 21.2485C21.1002 21.2499 21.1029 21.2512 21.1054 21.2523C21.1082 21.2534 21.1105 21.2544 21.1134 21.2555C21.115 21.2562 21.1166 21.2568 21.1182 21.2573C21.122 21.2587 21.1255 21.2598 21.1292 21.2609C21.13 21.2609 21.1308 21.2612 21.1316 21.2613C21.1448 21.2648 21.1587 21.2668 21.1731 21.2668H21.7566C21.8462 21.2668 21.9186 21.1957 21.9186 21.1079V17.5455C21.9186 17.4579 21.8462 17.3866 21.7566 17.3866" fill="#F3F3F3"/>
                      <path d="M16.5883 20.3748H15.0434V17.5458C15.0434 17.4579 14.9727 17.3866 14.8857 17.3866H14.3169C14.2298 17.3866 14.1591 17.4579 14.1591 17.5458V21.1074V21.1078C14.1591 21.1505 14.176 21.1893 14.2032 21.2178C14.2038 21.2186 14.2044 21.2193 14.2054 21.2201C14.2061 21.2209 14.2069 21.2215 14.2077 21.2223C14.2361 21.2499 14.2744 21.2668 14.3168 21.2668H16.5883C16.6755 21.2668 16.7459 21.1954 16.7459 21.1074V20.534C16.7459 20.4461 16.6755 20.3748 16.5883 20.3748" fill="#F3F3F3"/>
                      <path d="M24.776 18.2786C24.8631 18.2786 24.9335 18.2075 24.9335 18.1194V17.546C24.9335 17.458 24.8631 17.3866 24.776 17.3866H22.5046H22.5042C22.4617 17.3866 22.4233 17.4038 22.3949 17.4315C22.3942 17.4322 22.3935 17.4326 22.393 17.4333C22.3921 17.4342 22.3913 17.4351 22.3905 17.4361C22.3635 17.4646 22.3467 17.5032 22.3467 17.5458V17.546V21.1076V21.1078C22.3467 21.1505 22.3636 21.1893 22.3908 21.2178C22.3914 21.2186 22.3922 21.2195 22.393 21.2201C22.3936 21.2209 22.3945 21.2217 22.3953 21.2223C22.4236 21.2497 22.462 21.2668 22.5042 21.2668H24.776C24.8631 21.2668 24.9335 21.1954 24.9335 21.1076V20.534C24.9335 20.4462 24.8631 20.3748 24.776 20.3748H23.2312V19.7726H24.776C24.8631 19.7726 24.9335 19.7013 24.9335 19.6134V19.04C24.9335 18.9521 24.8631 18.8806 24.776 18.8806H23.2312V18.2786H24.776Z" fill="#F3F3F3"/>
                    </svg>
                  </a>
                </div>
                <div class="options">
                  <a href="#" class="option embed-container">
                    <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                      <circle cx="19.9588" cy="19.5407" r="19.5407" fill="#F3F3F3"/>
                      <path d="M27.1379 20.0147L24.4559 22.6968C24.394 22.7608 24.32 22.8119 24.2382 22.847C24.1564 22.8822 24.0684 22.9007 23.9794 22.9015C23.8904 22.9022 23.8021 22.8853 23.7197 22.8516C23.6373 22.8178 23.5624 22.768 23.4994 22.7051C23.4365 22.6421 23.3867 22.5673 23.353 22.4849C23.3193 22.4025 23.3023 22.3142 23.3031 22.2251C23.3039 22.1361 23.3223 22.0481 23.3575 21.9663C23.3926 21.8845 23.4437 21.8105 23.5078 21.7487L25.7158 19.5407L23.5078 17.3327C23.4437 17.2708 23.3926 17.1968 23.3575 17.115C23.3223 17.0332 23.3039 16.9452 23.3031 16.8562C23.3023 16.7672 23.3193 16.6789 23.353 16.5965C23.3867 16.5141 23.4365 16.4392 23.4994 16.3763C23.5624 16.3133 23.6373 16.2635 23.7197 16.2298C23.8021 16.1961 23.8904 16.1791 23.9794 16.1799C24.0684 16.1807 24.1564 16.1992 24.2382 16.2343C24.32 16.2694 24.394 16.3205 24.4559 16.3846L27.1379 19.0666C27.2636 19.1924 27.3342 19.3629 27.3342 19.5407C27.3342 19.7185 27.2636 19.889 27.1379 20.0147Z" fill="#008FD3"/>
                      <path d="M15.4616 16.3846C15.5234 16.3205 15.5974 16.2694 15.6792 16.2343C15.761 16.1992 15.849 16.1807 15.938 16.1799C16.0271 16.1791 16.1154 16.1961 16.1978 16.2298C16.2802 16.2635 16.355 16.3133 16.418 16.3763C16.4809 16.4392 16.5307 16.5141 16.5644 16.5965C16.5982 16.6789 16.6151 16.7672 16.6144 16.8562C16.6136 16.9452 16.5951 17.0332 16.5599 17.115C16.5248 17.1968 16.4737 17.2708 16.4097 17.3327L14.2017 19.5407L16.4097 21.7487C16.4737 21.8105 16.5248 21.8845 16.5599 21.9663C16.5951 22.0481 16.6136 22.1361 16.6144 22.2251C16.6151 22.3142 16.5982 22.4025 16.5644 22.4849C16.5307 22.5673 16.4809 22.6421 16.418 22.7051C16.355 22.768 16.2802 22.8178 16.1978 22.8516C16.1154 22.8853 16.0271 22.9022 15.938 22.9015C15.849 22.9007 15.761 22.8822 15.6792 22.847C15.5974 22.8119 15.5234 22.7608 15.4616 22.6968L12.7795 20.0147C12.6538 19.889 12.5832 19.7185 12.5832 19.5407C12.5832 19.3629 12.6538 19.1924 12.7795 19.0666L15.4616 16.3846Z" fill="#008FD3"/>
                      <path d="M19.262 14.6633L21.9441 24.0505C21.9929 24.2214 21.9719 24.4047 21.8856 24.5601C21.7994 24.7155 21.6549 24.8303 21.4841 24.8793C21.424 24.8959 21.362 24.9045 21.2997 24.9048C21.154 24.9047 21.0123 24.8571 20.896 24.7693C20.7797 24.6814 20.6952 24.5581 20.6553 24.418L17.9733 15.0308C17.9453 14.9451 17.9349 14.8546 17.9428 14.7648C17.9506 14.6749 17.9764 14.5876 18.0188 14.508C18.0611 14.4284 18.1191 14.3582 18.1892 14.3015C18.2594 14.2448 18.3402 14.2028 18.4269 14.1781C18.5136 14.1534 18.6044 14.1464 18.6939 14.1576C18.7834 14.1688 18.8697 14.1979 18.9476 14.2432C19.0256 14.2885 19.0936 14.349 19.1476 14.4212C19.2016 14.4934 19.2405 14.5758 19.262 14.6633Z" fill="#008FD3"/>
                    </svg>
                  </a>
                  <a href="#" class="option">
                    <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                      <circle cx="20.2357" cy="19.5407" r="19.5407" fill="#F3F3F3"/>
                      <g clip-path="url(#clip0_1338_14082)">
                      <path d="M25.83 18.5873L23.6522 20.7651C23.0401 21.3773 22.2043 21.7187 21.3331 21.7187C20.462 21.7187 19.6262 21.3773 19.014 20.7651L18.7433 20.4944C18.602 20.3531 18.5432 20.1294 18.5902 19.9411C18.6491 19.741 18.8021 19.5879 19.0023 19.5291C19.2024 19.4702 19.4143 19.5408 19.5555 19.6821L19.8263 19.9529C20.2266 20.3531 20.7563 20.5768 21.3214 20.5768C21.8864 20.5768 22.4162 20.3531 22.8164 19.9529L24.9942 17.775C25.5357 17.2335 25.7476 16.4566 25.5357 15.7267C25.3474 14.9968 24.7706 14.42 24.0407 14.2317C23.3108 14.0433 22.5221 14.2434 21.9924 14.7732L20.0971 16.6685C19.9558 16.8097 19.7321 16.8686 19.5438 16.8215C19.3437 16.7626 19.1906 16.6096 19.1318 16.4095C19.0729 16.2094 19.1435 15.9975 19.2848 15.8562L21.1919 13.9491C22.0159 13.1251 23.2284 12.8072 24.3585 13.0898C25.4886 13.3959 26.3715 14.2788 26.6776 15.4089C26.9719 16.5508 26.6541 17.7633 25.83 18.5873ZM21.1919 22.4014C21.0859 22.2955 20.9329 22.2366 20.7798 22.2249C20.615 22.2249 20.4855 22.2837 20.3678 22.4014L18.4608 24.3085C17.9192 24.85 17.1423 25.0619 16.4124 24.85C15.6826 24.6617 15.1057 24.0848 14.9174 23.355C14.729 22.6251 14.9291 21.8364 15.4589 21.3066L17.6367 19.1288C18.037 18.7286 18.5667 18.5049 19.1318 18.5049C19.6968 18.5049 20.2266 18.7286 20.6268 19.1288L20.8976 19.3996C21.0388 19.5408 21.2625 19.5997 21.4508 19.5526C21.651 19.4938 21.804 19.3407 21.8629 19.1406C21.9217 18.9405 21.8511 18.7286 21.7098 18.5873L21.4508 18.3283C20.8387 17.7162 20.0029 17.3748 19.1318 17.3748C18.2606 17.3748 17.4248 17.7162 16.8127 18.3283L14.6466 20.4944C13.8226 21.3184 13.5047 22.5309 13.7873 23.6611C14.0933 24.7912 14.9762 25.6741 16.1063 25.9801C17.2365 26.2862 18.4372 25.9566 19.273 25.1208L21.1801 23.2137C21.286 23.1078 21.3449 22.9547 21.3567 22.8017C21.3567 22.6604 21.2978 22.5074 21.1919 22.4014Z" fill="#008FD3"/>
                      </g>
                      <defs>
                        <clipPath id="clip0_1338_14082">
                          <rect width="13.7934" height="13.7934" fill="white" transform="translate(13.339 12.644)"/>
                        </clipPath>
                      </defs>
                    </svg>
                  </a>
                </div>
              </div>
            </div>
          </div>
          <?php 
            $galleryData = [
              ['imgBg' => 'public/assets/app/images/content/44.png'],
              ['imgBg' => 'public/assets/app/images/content/44.png'],
              ['imgBg' => 'public/assets/app/images/content/44.png'],
            ]
          ?>
          <div class="pos-relative">
            <div class="swiper">
              <div class="swiper-wrapper">
                <?php foreach($galleryData as $d) {?>
                  <div class="swiper-slide">
                    <div class="ss-img bradius mt-4" data-aos="fade-up" data-aos-delay="150">
                      <div class="img-bg" style="background-image:url('<?= $d['imgBg'] ?>');"></div>
                    </div>
                  </div>
                <?php }?>
              </div>
            </div>
            <div class="arrows">
              <div class="arrow arrow-prev c-pointer">
                <svg width="17" height="12" viewBox="0 0 17 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path d="M0.642458 6.88075L5.75614 11.8026C5.89392 11.9307 6.07846 12.0016 6.27 12C6.46154 11.9984 6.64476 11.9244 6.78021 11.7941C6.91566 11.6637 6.99248 11.4873 6.99415 11.303C6.99581 11.1186 6.92218 10.941 6.78911 10.8084L2.92243 7.08677L9.34595 7.08677L15.7695 7.08677C15.9632 7.08677 16.149 7.01269 16.286 6.88083C16.423 6.74896 16.5 6.57012 16.5 6.38364C16.5 6.19716 16.423 6.01832 16.286 5.88646C16.149 5.7546 15.9632 5.68052 15.7695 5.68052L2.92243 5.68052L6.78911 1.95888C6.85888 1.89402 6.91454 1.81643 6.95282 1.73065C6.99111 1.64486 7.01126 1.5526 7.0121 1.45924C7.01295 1.36588 6.99446 1.27329 6.95773 1.18688C6.921 1.10047 6.86676 1.02196 6.79816 0.955942C6.72957 0.889924 6.64801 0.837714 6.55823 0.802361C6.46845 0.767007 6.37226 0.749216 6.27526 0.750028C6.17826 0.750839 6.0824 0.770237 5.99327 0.807087C5.90414 0.843937 5.82353 0.897501 5.75615 0.964657L0.642459 5.88653C0.505506 6.01839 0.42857 6.1972 0.42857 6.38364C0.42857 6.57008 0.505506 6.74889 0.642458 6.88075Z" fill="#008FD3"/>
                </svg>
              </div>
              <div class="arrow arrow-next c-pointer">
                <svg width="17" height="12" viewBox="0 0 17 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path d="M16.3575 5.11925L11.2439 0.197376C11.1061 0.0692959 10.9215 -0.00157543 10.73 2.65799e-05C10.5385 0.00162859 10.3552 0.0755756 10.2198 0.205941C10.0843 0.336306 10.0075 0.512658 10.0059 0.697015C10.0042 0.881372 10.0778 1.05898 10.2109 1.19159L14.0776 4.91323L7.65405 4.91323L1.23053 4.91323C1.03678 4.91323 0.850967 4.98731 0.713966 5.11917C0.576966 5.25104 0.5 5.42988 0.5 5.61636C0.5 5.80284 0.576966 5.98168 0.713966 6.11354C0.850967 6.2454 1.03678 6.31948 1.23053 6.31948L14.0776 6.31948L10.2109 10.0411C10.1411 10.106 10.0855 10.1836 10.0472 10.2694C10.0089 10.3551 9.98874 10.4474 9.9879 10.5408C9.98705 10.6341 10.0055 10.7267 10.0423 10.8131C10.079 10.8995 10.1332 10.978 10.2018 11.0441C10.2704 11.1101 10.352 11.1623 10.4418 11.1976C10.5316 11.233 10.6277 11.2508 10.7247 11.25C10.8217 11.2492 10.9176 11.2298 11.0067 11.1929C11.0959 11.1561 11.1765 11.1025 11.2439 11.0353L16.3575 6.11347C16.4945 5.98161 16.5714 5.8028 16.5714 5.61636C16.5714 5.42991 16.4945 5.2511 16.3575 5.11925Z" fill="#008FD3"/>
                </svg>
              </div>
            </div>
          </div>
          <div class="grids mt-4" data-aos="fade-up" data-aos-delay="300">
            <?php
              $data = [
                ['imgBg' => 'public/assets/app/images/content/17.png',],
                ['imgBg' => 'public/assets/app/images/content/18.png',],
                ['imgBg' => 'public/assets/app/images/content/22.png',],
                ['imgBg' => 'public/assets/app/images/content/23.png',],
                ['imgBg' => 'public/assets/app/images/content/18.png',],
                ['imgBg' => 'public/assets/app/images/content/18.png',],
              ];

              $totalItems = count($data); 
              $maxItemsToShow = 4;
              $remainingItems = $totalItems - $maxItemsToShow;

              foreach ($data as $i => $d) {
                if ($i < $maxItemsToShow) { 
              ?>
                <div class="grid lg-25 md-50 sm-50 xs-50 mt-1">
                  <a href="<?= $d['imgBg'] ?>" class="ss-card" data-fancybox="gallery">
                    <div class="ss-img square bradius-1">
                      <div class="img-bg" style="background-image:url('<?= $d['imgBg'] ?>');"></div>
                      <?php if ($i === $maxItemsToShow - 1) { ?>
                        <div class="filter-01 bg-gradient-07 d-flex ai-center jc-center">
                          <p class="h4 color-white fw-400">+ <?= $remainingItems ?></p>
                        </div>
                      <?php } ?>
                    </div>
                  </a>
                </div>
                <?php } else { ?>
                  <a href="<?= $d['imgBg'] ?>" data-fancybox="gallery" style="display: none;"></a>
                <?php
                }
              } 
            ?>
          </div>
          <p class="mt-5 fw-400" data-aos="fade-up" data-aos-delay="450">
            วันนี้ (22  มกราคม 2568) นายฐนันดร์ สุทธิพิศาล รองอธิบดีฝ่ายก่อสร้าง ร่วมกับคณะกรรมาธิการติดตามการบริหารงบประมาณ วุฒิสภา  
            และคณะอนุกรรมาธิการติดตามการบริหารงบประมาณ กลุ่มที่ 3  ลงพื้นที่จังหวัดพระนครศรีอยุธยา  
            เพื่อติดตามความคืบหน้าการใช้จ่ายงบประมาณในการดำเนินงานโครงการคลองระบายน้ำหลากบางบาล-บางไทร 
            จังหวัดพระนครศรีอยุธยา โดยมี นายอภิชาติ ชุมนุมมณี  ผู้อำนวยการสำนักพัฒนาแหล่งน้ำขนาดใหญ่ นายวงศ์พันธ์ วงศ์สมุทร 
            ผู้อำนวยการสำนักงานก่อสร้างชลประทานขนาดใหญ่ที่ 10  และเจ้าหน้าที่ที่เกี่ยวข้อง ร่วมลงพื้นที่และรายงานผลการดำเนินงาน
          </p>
          <p class="mt-5 fw-400" data-aos="fade-up" data-aos-delay="600">
            ในการนี้ คณะกรรมาธิการ ฯ ได้เข้ารับฟังบรรยายสรุปและแลกเปลี่ยนความคิดเห็นเกี่ยวกับการใช้จ่ายงบประมาณในการดำเนินงานโครงการคลองระบายน้ำ หลากบางบาล-บางไทร 
            จังหวัดพระนครศรีอยุธยา ซึ่งเป็นโครงการในกลุ่มแผนงานที่ 7 เพื่อเพิ่มประสิทธิภาพการระบายน้ำของแม่น้ำเจ้าพระยาด้านท้าย เขื่อนเจ้าพระยาถึงปากแม่น้ำ 
            รวมทั้งติดตามปัญหาอุปสรรคในการดำเนินงาน  เพื่อวางแนวทางในการแก้ไขและผลักดันให้โครงการฯดังกล่าว เสร็จโดยเร็ว  
            เพื่อให้ประชาชนได้ใช้ประโยชน์ตามวัตถุประสงค์ของโครงการ ฯ ต่อไป
          </p>
       
          <div class="d-flex fw-wrap ai-center mt-3" data-aos="fade-up" data-aos-delay="750">
            <svg width="22" height="22" style="min-width:22px; min-height:22px; margin-top:.5rem;" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
              <g clip-path="url(#clip0_27_13500)">
                <path class="fill-white-theme" d="M13.5 2.60034H9.34364C9.06869 2.60034 8.6844 2.75963 8.49013 2.95375L2.79182 8.65204C2.40273 9.04069 2.40273 9.67789 2.79182 10.0661L7.03468 14.3088C7.42289 14.6974 8.05947 14.6974 8.44827 14.3083L14.1466 8.61093C14.3407 8.41684 14.5 8.03194 14.5 7.75758V3.60038C14.5 3.05049 14.0498 2.60034 13.5 2.60034ZM11.4998 6.60036C10.9475 6.60036 10.4998 6.15215 10.4998 5.60032C10.4998 5.04758 10.9475 4.60028 11.4998 4.60028C12.0521 4.60028 12.5 5.04758 12.5 5.60032C12.5001 6.15215 12.0521 6.60036 11.4998 6.60036Z" fill="#008FD3"></path>
              </g>
              <defs>
                <clipPath id="clip0_27_13500">
                <rect width="12" height="12" fill="white" transform="translate(2.5 2.59998)"></rect>
                </clipPath>
              </defs>
            </svg>   
            <div class="ss-tags">
              <a href="#" class="tag">
                <span class="title">กรมชลประทาน</span>
              </a>
              <a href="#" class="tag">
                <span class="title">ข่าวเด่น</span>
              </a>
              <a href="#" class="tag">
                <span class="title">ประชุมนานาชาติ</span>
              </a>
            </div>   
          </div> 

          <div class="ss-title-01 mt-6" data-aos="fade-up" data-aos-delay="900">
            <p class="title">ไฟล์ภาพ</p>
            <svg class="pattern-01" width="56" height="19" viewBox="0 0 56 19" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M25.5 19.0001C21.4714 4.75227 17.5573 0.834769 4.63929 0.500062H0.5C1.9752 0.468933 3.35196 0.466707 4.63929 0.500062H44.2951C47.5519 0.139309 51.4023 0.15172 56 0.500062H44.2951C33.0872 1.74154 28.9093 7.40239 25.5 19.0001Z" fill="white"/>
            </svg>
            <svg class="pattern-02" width="9" height="11" viewBox="0 0 9 11" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M5.15374 0.898991C4.92105 0.632182 4.69945 0.386717 4.5 0.162598C4.30055 0.39739 4.07895 0.642854 3.84626 0.898991C2.43906 2.45715 0.5 4.62364 0.5 6.30988C0.5 7.37711 0.943213 8.33762 1.67452 9.03133C2.39474 9.72503 3.39197 10.1626 4.5 10.1626C5.60803 10.1626 6.60526 9.7357 7.32548 9.03133C8.04571 8.33762 8.5 7.36644 8.5 6.30988C8.5 4.62364 6.56094 2.46783 5.15374 0.898991Z" fill="white"/>
            </svg>
          </div>
          <table class="table table-download style-01 mt-4" data-aos="fade-up" data-aos-delay="1050">
            <tbody>
              <?php
                  foreach([
                    [
                      'type' => 'gallery',
                      'title' => 'คุมประพฤติร่วมหารือแนวทางการแก้ไขฟื้นฟูผู้ถูกคุมความประพฤติคดียาเสพติด '
                    ],
                ] as $k){
              ?>
                <tr class="border mb-2">
                  <td class="file-container">
                    <div class="icon">
                      <svg width="23" height="23" viewBox="0 0 23 23" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0_2782_8270)">
                            <path d="M11.6469 8.53613C10.3512 8.53613 9.30078 9.58651 9.30078 10.8823C9.30078 12.178 10.3512 13.2284 11.6469 13.2284C12.9426 13.2284 13.9931 12.178 13.9931 10.8823C13.9931 9.58651 12.9427 8.53613 11.6469 8.53613ZM11.6469 12.1111C10.9682 12.1111 10.418 11.5609 10.418 10.8822C10.418 10.2035 10.9682 9.65328 11.6469 9.65328C12.3256 9.65328 12.8759 10.2035 12.8759 10.8822C12.8759 11.5609 12.3256 12.1111 11.6469 12.1111Z" fill="#008FD3"/>
                            <path d="M21.0041 3.17338L5.75436 1.44176C5.16251 1.35762 4.56285 1.5304 4.10652 1.91659C3.65024 2.27039 3.35776 2.79483 3.29655 3.36893L3.01728 5.6592H2.15139C0.922455 5.6592 0.000754794 6.74845 0.000754794 7.97738V19.4007C-0.0301984 20.5726 0.894709 21.5478 2.06665 21.5787C2.09488 21.5795 2.12316 21.5796 2.15139 21.5793H17.4849C18.7139 21.5793 19.8311 20.6297 19.8311 19.4007V18.9538C20.2121 18.8802 20.5735 18.728 20.8924 18.507C21.3449 18.126 21.6347 17.5864 21.7024 16.9988L22.9872 5.6592C23.1182 4.42744 22.2342 3.31938 21.0041 3.17338ZM18.7139 19.4007C18.7139 20.0152 18.0994 20.4621 17.4849 20.4621H2.15139C1.59632 20.4784 1.13314 20.0416 1.11683 19.4865C1.11598 19.4579 1.11635 19.4293 1.11796 19.4007V17.3339L5.44713 14.1499C5.96719 13.7506 6.69969 13.7861 7.1788 14.2337L10.2232 16.9149C10.6855 17.3031 11.2675 17.5201 11.8711 17.5294C12.343 17.5352 12.8072 17.4095 13.2117 17.1663L18.7139 13.9823V19.4007H18.7139ZM18.7139 12.6696L12.6251 16.2167C12.1023 16.5265 11.4405 16.4704 10.9772 16.0771L7.90494 13.3678C7.02441 12.6112 5.73742 12.5648 4.8047 13.2561L1.11796 15.9374V7.97738C1.11796 7.36291 1.53692 6.77641 2.15139 6.77641H17.4849C18.1414 6.80362 18.6716 7.32175 18.7139 7.97738V12.6696ZM21.871 5.50839C21.8707 5.51208 21.8703 5.51582 21.8699 5.51951L20.5572 16.8591C20.5595 17.1531 20.4254 17.4316 20.1941 17.6132C20.0824 17.7249 19.831 17.7808 19.831 17.8366V7.97738C19.7869 6.70498 18.7577 5.68802 17.4849 5.6592H4.13443L4.38579 3.48066C4.44032 3.19856 4.58782 2.94291 4.80476 2.75447C5.04971 2.58511 5.34588 2.50615 5.64269 2.53101L20.8646 4.29058C21.4787 4.3489 21.9294 4.89414 21.871 5.50839Z" fill="#008FD3"/>
                          </g>
                        <defs>
                          <clipPath id="clip0_2782_8270">
                            <rect width="23" height="23" fill="white"/>
                          </clipPath>
                        </defs>
                      </svg>
                    </div>
                  </td>
                  <td class="text-container xs-mw-unset">
                    <svg class="pattern-01" width="84" height="42" viewBox="0 0 84 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                      <path d="M42 0L84 0C62.1776 3.02157 45.0216 20.1776 42 42V0Z" fill="white"/>
                      <path d="M42 0L0 0C21.8224 3.02157 38.9784 20.1776 42 42V0Z" fill="white"/>
                    </svg>
                    <svg class="pattern-02" width="14" height="19" viewBox="0 0 14 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                      <path d="M8.14404 1.4881C7.73684 1.00785 7.34903 0.566013 7 0.162598C6.65097 0.585223 6.26316 1.02706 5.85596 1.4881C3.39335 4.2928 0 8.19248 0 11.2277C0 13.1487 0.775623 14.8776 2.0554 16.1263C3.31579 17.375 5.06094 18.1626 7 18.1626C8.93906 18.1626 10.6842 17.3942 11.9446 16.1263C13.205 14.8776 14 13.1295 14 11.2277C14 8.19248 10.6066 4.31201 8.14404 1.4881Z" fill="white"/>
                    </svg>
                    <div>
                      <a class="p title fw-400 color-01 h-color-p lh-sm" href="#">
                        <?= $k['title'] ?>
                      </a>
                      <div class="options mt-2">
                        <div class="option mr-5">
                          <div class="icon color-gray-01">
                            <em class="fa-solid fa-calendar"></em>
                          </div>
                          <span class="p xs color-gray-01 fw-500 ml-2">6 กันยายน 2566</span>
                        </div>
                        <div class="option mr-5">
                          <span class="p sm color-gray-01 fw-500 mr-1">ขนาดไฟล์</span>
                          <span class="p sm color-gray-01 fw-500">800 kb</span>
                        </div>
                        <div class="option mr-2">
                          <span class="p sm color-gray-01 fw-500 mr-1">ดาวน์โหลด</span>
                          <span class="p sm color-gray-01 fw-500">999k</span>
                        </div>
                        <div class="option">
                          <span class="color-gray-01">|</span><span class="p xs color-p border-bottom-1 c-pointer bcolor-p fw-500 ml-2 btn-popup-toggle h-op-07" data-popup="82">แจ้งไฟล์เสีย</span>
                        </div>
                      </div>
                      <div class="show-mobile d-none mt-1">
                        <div class="btns d-flex ai-end jc-start">
                          <a href="#" class="btn sm btn-action btn-p bradius-round">
                            ดาวน์โหลด
                          </a>
                        </div>
                      </div>
                    </div>
                  </td>
                  <td class="button-container">
                    <div class="icon">
                      <svg width="32" height="33" viewBox="0 0 36 37" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M0 18.3496C0 22.6918 3.53334 26.2246 7.875 26.2246H13.5C14.1218 26.2246 14.625 25.7209 14.625 25.0996C14.625 24.4783 14.1218 23.9746 13.5 23.9746H7.875C4.77366 23.9746 2.25 21.451 2.25 18.3496C2.25 15.2483 4.77366 12.7246 7.875 12.7246H9C9.62184 12.7246 10.125 12.2209 10.125 11.5996C10.125 7.25739 13.6583 3.72461 18 3.72461C22.3417 3.72461 25.875 7.25739 25.875 11.5996C25.875 12.2209 26.3782 12.7246 27 12.7246H28.125C31.2263 12.7246 33.75 15.2483 33.75 18.3496C33.75 21.451 31.2263 23.9746 28.125 23.9746H22.5C21.8782 23.9746 21.375 24.4783 21.375 25.0996C21.375 25.7209 21.8782 26.2246 22.5 26.2246H28.125C32.4667 26.2246 36 22.6918 36 18.3496C36 14.0074 32.4667 10.4746 28.125 10.4746H28.0623C27.5009 5.41914 23.2031 1.47461 18 1.47461C12.7969 1.47461 8.49909 5.41914 7.93772 10.4746H7.875C3.53306 10.4746 0 14.0074 0 18.3496ZM14.2954 28.8042L16.875 31.3839V17.2246C16.875 16.6033 17.3782 16.0996 18 16.0996C18.6218 16.0996 19.125 16.6033 19.125 17.2246V31.3839L21.7046 28.8042C22.1442 28.3646 22.8561 28.3646 23.2954 28.8042C23.7347 29.2438 23.735 29.9557 23.2954 30.395L18.7954 34.895C18.5757 35.1146 18.2877 35.2246 18 35.2246C17.7123 35.2246 17.4243 35.1146 17.2046 34.895L12.7046 30.395C12.265 29.9554 12.265 29.2435 12.7046 28.8042C13.1442 28.3649 13.8561 28.3646 14.2954 28.8042Z" fill="#008FD3"/>
                      </svg>
                    </div>
                    <a href="#" class="p title xs color-p">ดาวน์โหลด</a>
                  </td>
                </tr>
              <?php }?>
            </tbody>
          </table> 
        </div>
        <div class="grid xl-30 lg-1-3 md-40 sm-100">
          <?php 
            $news = [
              [
                "imgBg" => 'public/assets/app/images/content/36.png',
                "title" => 'กรมชลฯ ลุยจัดการน้ำฤดูแล้ง ย้ำ...น้ำกินน้ำใช้ เพียงพอตลอดปี',
                "cate" => 'คลังภาพ'
              ],[
                "imgBg" => 'public/assets/app/images/content/37.png',
                "title" => 'อธิบดีกรมชลฯ ลงพื้นที่ติดตามความคืบหน้างาน ก่อสร้าง ปตร.หนองสองห้อง จ.หนองคาย',
                "cate" => 'คลังภาพ'
              ],[
                "imgBg" => 'public/assets/app/images/content/38.png',
                "title" => 'กรมชลฯ ร่วมผลักดัน Soft Power พัฒนาภาค การเกษตรครบวงจร “วันเกษตรภาคอีสาน ปี 2568”',
                "cate" => 'คลังภาพ'
              ],
            ]
          ?>
          <div class="panel-right">
            <div class="ss-title-01 mt-6" data-aos="fade-up" data-aos-delay="1200">
              <p class="title">ข่าวเด่นล่าสุด</p>
              <svg class="pattern-01" width="56" height="19" viewBox="0 0 56 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M25.5 19.0001C21.4714 4.75227 17.5573 0.834769 4.63929 0.500062H0.5C1.9752 0.468933 3.35196 0.466707 4.63929 0.500062H44.2951C47.5519 0.139309 51.4023 0.15172 56 0.500062H44.2951C33.0872 1.74154 28.9093 7.40239 25.5 19.0001Z" fill="white"/>
              </svg>
              <svg class="pattern-02" width="9" height="11" viewBox="0 0 9 11" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M5.15374 0.898991C4.92105 0.632182 4.69945 0.386717 4.5 0.162598C4.30055 0.39739 4.07895 0.642854 3.84626 0.898991C2.43906 2.45715 0.5 4.62364 0.5 6.30988C0.5 7.37711 0.943213 8.33762 1.67452 9.03133C2.39474 9.72503 3.39197 10.1626 4.5 10.1626C5.60803 10.1626 6.60526 9.7357 7.32548 9.03133C8.04571 8.33762 8.5 7.36644 8.5 6.30988C8.5 4.62364 6.56094 2.46783 5.15374 0.898991Z" fill="white"/>
              </svg>
            </div>  
            <?php foreach($news as $d) {?>
              <div class="ss-card ss-card-05 type-gallery mt-4" data-aos="fade-up" data-aos-delay="1350">
                <div class="img-container">
                  <div class="ss-img">
                    <div class="img-bg" style="background-image:url('<?= $d['imgBg'] ?>')"></div>
                  </div>
                </div>
                <div class="text-container">
                  <div class="tag bg-p color-white">
                    <p class="sm fw-500"><?= $d['cate'] ?></p>
                  </div>
                  <a href="#" class="h6 title"><?= $d['title'] ?></a>
                  <div class="ss-stats color-gray-01">
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-calendar"></em></div>
                      <p class="title">28 ม.ค. 68</p>
                    </div>
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-eye"></em></div>
                      <p class="title">999k</p>
                    </div>
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-share-nodes"></em></div>
                      <p class="title">999k</p>
                    </div>
                  </div>
                </div>
                <a href="<?= $d['imgBg'] ?>" class="btn btn-gallery" data-fancybox>
                  <svg class="icon" width="24" height="21" viewBox="0 0 24 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M12.52 7.53589C11.2243 7.53589 10.1738 8.58627 10.1738 9.88202C10.1738 11.1777 11.2242 12.2282 12.52 12.2282C13.8157 12.2282 14.8661 11.1778 14.8661 9.88202C14.8661 8.58627 13.8157 7.53589 12.52 7.53589ZM12.52 11.1109C11.8412 11.1109 11.291 10.5607 11.291 9.88197C11.291 9.20325 11.8412 8.65304 12.52 8.65304C13.1987 8.65304 13.7489 9.20325 13.7489 9.88197C13.7489 10.5607 13.1987 11.1109 12.52 11.1109Z" fill="#008FD3"/>
                    <path d="M21.8772 2.17326L6.62741 0.44164C6.03556 0.357495 5.4359 0.530277 4.97957 0.91647C4.52329 1.27027 4.23081 1.79471 4.1696 2.36881L3.89032 4.65908H3.02444C1.7955 4.65908 0.873802 5.74832 0.873802 6.97726V18.4006C0.842848 19.5725 1.76776 20.5476 2.9397 20.5786C2.96793 20.5793 2.99621 20.5795 3.02444 20.5791H18.358C19.5869 20.5791 20.7041 19.6295 20.7041 18.4006V17.9537C21.0851 17.8801 21.4466 17.7279 21.7655 17.5069C22.218 17.1258 22.5077 16.5863 22.5754 15.9986L23.8602 4.65908C23.9912 3.42732 23.1072 2.31925 21.8772 2.17326ZM19.5869 18.4006C19.5869 19.0151 18.9724 19.4619 18.358 19.4619H3.02444C2.46936 19.4782 2.00619 19.0415 1.98988 18.4864C1.98903 18.4578 1.9894 18.4292 1.991 18.4006V16.3338L6.32018 13.1498C6.84023 12.7505 7.57274 12.786 8.05185 13.2335L11.0962 15.9148C11.5585 16.303 12.1405 16.52 12.7441 16.5293C13.2161 16.5351 13.6803 16.4094 14.0848 16.1662L19.587 12.9822V18.4006H19.5869ZM19.5869 11.6695L13.4982 15.2166C12.9753 15.5263 12.3136 15.4703 11.8503 15.0769L8.77799 12.3677C7.89745 11.6111 6.61046 11.5647 5.67775 12.256L1.991 14.9373V6.97726C1.991 6.36279 2.40997 5.77628 3.02444 5.77628H18.358C19.0145 5.80349 19.5446 6.32163 19.5869 6.97726V11.6695ZM22.7441 4.50827C22.7437 4.51196 22.7434 4.5157 22.743 4.51939L21.4303 15.859C21.4325 16.153 21.2984 16.4315 21.0672 16.6131C20.9554 16.7248 20.7041 16.7807 20.7041 16.8365V6.97726C20.66 5.70486 19.6308 4.6879 18.3579 4.65908H5.00747L5.25884 2.48054C5.31337 2.19844 5.46086 1.94279 5.6778 1.75435C5.92276 1.58498 6.21892 1.50602 6.51573 1.53088L21.7376 3.29046C22.3517 3.34878 22.8024 3.89402 22.7441 4.50827Z" fill="#008FD3"/>
                  </svg>
                </a>
              </div> 
            <?php } ?> 
          </div>
        </div>
      </div>
    </div>
  </section>

  <section class="section-06" data-aos="fade-in" data-aos-delay="0">
    <div class="swiper">
      <div class="swiper-wrapper">
        <?php
          foreach([
            [
              'img' => 'public/assets/app/images/highlight/14.jpg',
              'title' => 'Open Data กรมชลประทาน',
              'logo' => false,
            ], [
              'img' => 'public/assets/app/images/highlight/11.jpg',
              'title' => 'ห้องสมุดกรมชลประทาน',
              'logo' => true,
              'imgLogo' => 'public/assets/app/images/logo/01.png',
            ], [
              'img' => 'public/assets/app/images/highlight/12.jpg',
              'title' => 'ศูนย์ความรู้กลาง <br /> กรมชลประทาน',
              'logo' => true,
              'imgLogo' => 'public/assets/app/images/logo/02.png',
            ], [
              'img' => 'public/assets/app/images/highlight/13.jpg',
              'title' => 'ศูนย์ข้อมูลข่าวสาร <br /> กรมชลประทาน',
              'logo' => false,
            ], [
              'img' => 'public/assets/app/images/highlight/15.jpg',
              'title' => 'ศูนย์ปฏิบัติการต่อต้าน <br /> การทุจริต กรมชลประทาน',
              'logo' => false,
            ], [
              'img' => 'public/assets/app/images/highlight/16.jpg',
              'title' => 'การฌาปนกิจสงเคราะห์ <br /> กรมชลประทาน',
              'logo' => true,
              'imgLogo' => 'public/assets/app/images/logo/03.png',
            ],[
              'img' => 'public/assets/app/images/highlight/14.jpg',
              'title' => 'Open Data กรมชลประทาน',
              'logo' => false,
            ], [
              'img' => 'public/assets/app/images/highlight/11.jpg',
              'title' => 'ห้องสมุดกรมชลประทาน',
              'logo' => true,
              'imgLogo' => 'public/assets/app/images/logo/01.png',
            ], [
              'img' => 'public/assets/app/images/highlight/12.jpg',
              'title' => 'ศูนย์ความรู้กลาง <br /> กรมชลประทาน',
              'logo' => true,
              'imgLogo' => 'public/assets/app/images/logo/02.png',
            ], [
              'img' => 'public/assets/app/images/highlight/13.jpg',
              'title' => 'ศูนย์ข้อมูลข่าวสาร <br /> กรมชลประทาน',
              'logo' => false,
            ],
          ] as $i=>$d){
        ?>
          <div class="swiper-slide">
            <a class="ss-card ss-card-01 highlight" href="#">
              <div class="wrapper">
                <div class="ss-img square">
                  <div class="img-bg" style="background-image:url('<?= $d['img'] ?>');"></div>
                  <div class="hover-filter type-02"></div>
                  <div class="line-1"></div>
                  <div class="line-2"></div>
                  <?php if( $d['logo'] === true ) {?>
                    <div class="logo">
                      <img src="<?= $d['imgLogo'] ?>" alt="Logo">
                    </div>
                  <?php } ?>
                </div>
                <div class="text-wrapper">
                  <div class="title"><?= $d['title'] ?></div>
                </div>
              </div>
            </a>
          </div>
        <?php }?>
      </div>
      <div class="swiper-pagination"></div>
    </div>
  </section>

  <?php
    $listResult= ['report-file', 'report-file-error'];
    include_once('components/popup.php');
  ?>
  
  <?php $footerStyle = 'style-01'; include_once('layout/footer.php'); ?>
  <?php include_once('include/script.php'); ?>
</body>
</html>