<!DOCTYPE html>
<html lang="th">
<head>
  <?php include_once('include/header.php'); ?>
  <?php include_once('include/style.php'); ?>
</head>
<body class="loading">
<?php include_once('layout/topnav.php'); ?>
<?php
  $breadcrumb = [
    ['url' => '#', 'display' => 'ข่าวประชาสัมพันธ์'],
    ['url' => '#', 'display' => 'คลังภาพ'],
  ];
  $breadcrumbTitle = 'คลังภาพ';
  $breadcrumbBg = 'public/assets/app/images/breadcrumb/02.jpg';
  include('components/breadcrumb.php');
?>

  <?php 
    $news = [
      [
        "imgBg" => 'public/assets/app/images/bg/22.png',
        "title" => 'อธิบดีกรมชลฯ นำทีมผู้บริหาร เข้ารับโล่ เชิดชูเกียรติในงานนิสิตเก่าวิศวกรรมศาสตร์ มก.',
        "desc" => 'เย็นวันนี้ (22  มกราคม 2568) นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน พร้อมด้วย นายฐนันดร์  
                      สุทธิพิศาล รองอธิบดีฝ่ายก่อสร้าง และนายวรพจน์ เพชรนรชาติ รองอธิบดีฝ่ายบริหาร 
                      เข้าร่วมงานแสดงความยินดีแด่นิสิตเก่าวิศวกรรมศาสตร์  มหาวิทยาลัยเกษตรศาสตร์ 
                      ที่ได้รับการเลื่อนตำแหน่งเป็นผู้บริหารระดับสูง  ประจำปี 2567 ซึ่งจัดขึ้นโดยสมาคมศิษย์เก่าวิศวกรรมชลประทาน  
                      ในพระบรมราชูปถัมภ์ ร่วมกับ สมาคมนิสิตเก่ามหาวิทยาลัยเกษตรศาสตร์ ณ ห้องวิภาวดีบอลรูม AB โรงแรมเซ็นทาราแกรนด์ 
                      แอท เซ็นทรัลพลาซ่า ลาดพร้าว กรุงเทพฯ'
      ], [
        "imgBg" => 'public/assets/app/images/bg/22.png',
        "title" => 'อธิบดีกรมชลฯ นำทีมผู้บริหาร เข้ารับโล่ เชิดชูเกียรติในงานนิสิตเก่าวิศวกรรมศาสตร์ มก.',
        "desc" => 'เย็นวันนี้ (22  มกราคม 2568) นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน พร้อมด้วย นายฐนันดร์  
                      สุทธิพิศาล รองอธิบดีฝ่ายก่อสร้าง และนายวรพจน์ เพชรนรชาติ รองอธิบดีฝ่ายบริหาร 
                      เข้าร่วมงานแสดงความยินดีแด่นิสิตเก่าวิศวกรรมศาสตร์  มหาวิทยาลัยเกษตรศาสตร์ 
                      ที่ได้รับการเลื่อนตำแหน่งเป็นผู้บริหารระดับสูง  ประจำปี 2567 ซึ่งจัดขึ้นโดยสมาคมศิษย์เก่าวิศวกรรมชลประทาน  
                      ในพระบรมราชูปถัมภ์ ร่วมกับ สมาคมนิสิตเก่ามหาวิทยาลัยเกษตรศาสตร์ ณ ห้องวิภาวดีบอลรูม AB โรงแรมเซ็นทาราแกรนด์ 
                      แอท เซ็นทรัลพลาซ่า ลาดพร้าว กรุงเทพฯ'
      ],[
        "imgBg" => 'public/assets/app/images/bg/22.png',
        "title" => 'อธิบดีกรมชลฯ นำทีมผู้บริหาร เข้ารับโล่ เชิดชูเกียรติในงานนิสิตเก่าวิศวกรรมศาสตร์ มก.',
        "desc" => 'เย็นวันนี้ (22  มกราคม 2568) นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน พร้อมด้วย นายฐนันดร์  
                      สุทธิพิศาล รองอธิบดีฝ่ายก่อสร้าง และนายวรพจน์ เพชรนรชาติ รองอธิบดีฝ่ายบริหาร 
                      เข้าร่วมงานแสดงความยินดีแด่นิสิตเก่าวิศวกรรมศาสตร์  มหาวิทยาลัยเกษตรศาสตร์ 
                      ที่ได้รับการเลื่อนตำแหน่งเป็นผู้บริหารระดับสูง  ประจำปี 2567 ซึ่งจัดขึ้นโดยสมาคมศิษย์เก่าวิศวกรรมชลประทาน  
                      ในพระบรมราชูปถัมภ์ ร่วมกับ สมาคมนิสิตเก่ามหาวิทยาลัยเกษตรศาสตร์ ณ ห้องวิภาวดีบอลรูม AB โรงแรมเซ็นทาราแกรนด์ 
                      แอท เซ็นทรัลพลาซ่า ลาดพร้าว กรุงเทพฯ'
      ],[
        "imgBg" => 'public/assets/app/images/bg/22.png',
        "title" => 'อธิบดีกรมชลฯ นำทีมผู้บริหาร เข้ารับโล่ เชิดชูเกียรติในงานนิสิตเก่าวิศวกรรมศาสตร์ มก.',
        "desc" => 'เย็นวันนี้ (22  มกราคม 2568) นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน พร้อมด้วย นายฐนันดร์  
                      สุทธิพิศาล รองอธิบดีฝ่ายก่อสร้าง และนายวรพจน์ เพชรนรชาติ รองอธิบดีฝ่ายบริหาร 
                      เข้าร่วมงานแสดงความยินดีแด่นิสิตเก่าวิศวกรรมศาสตร์  มหาวิทยาลัยเกษตรศาสตร์ 
                      ที่ได้รับการเลื่อนตำแหน่งเป็นผู้บริหารระดับสูง  ประจำปี 2567 ซึ่งจัดขึ้นโดยสมาคมศิษย์เก่าวิศวกรรมชลประทาน  
                      ในพระบรมราชูปถัมภ์ ร่วมกับ สมาคมนิสิตเก่ามหาวิทยาลัยเกษตรศาสตร์ ณ ห้องวิภาวดีบอลรูม AB โรงแรมเซ็นทาราแกรนด์ 
                      แอท เซ็นทรัลพลาซ่า ลาดพร้าว กรุงเทพฯ'
      ],[
        "imgBg" => 'public/assets/app/images/bg/22.png',
        "title" => 'อธิบดีกรมชลฯ นำทีมผู้บริหาร เข้ารับโล่ เชิดชูเกียรติในงานนิสิตเก่าวิศวกรรมศาสตร์ มก.',
        "desc" => 'เย็นวันนี้ (22  มกราคม 2568) นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน พร้อมด้วย นายฐนันดร์  
                      สุทธิพิศาล รองอธิบดีฝ่ายก่อสร้าง และนายวรพจน์ เพชรนรชาติ รองอธิบดีฝ่ายบริหาร 
                      เข้าร่วมงานแสดงความยินดีแด่นิสิตเก่าวิศวกรรมศาสตร์  มหาวิทยาลัยเกษตรศาสตร์ 
                      ที่ได้รับการเลื่อนตำแหน่งเป็นผู้บริหารระดับสูง  ประจำปี 2567 ซึ่งจัดขึ้นโดยสมาคมศิษย์เก่าวิศวกรรมชลประทาน  
                      ในพระบรมราชูปถัมภ์ ร่วมกับ สมาคมนิสิตเก่ามหาวิทยาลัยเกษตรศาสตร์ ณ ห้องวิภาวดีบอลรูม AB โรงแรมเซ็นทาราแกรนด์ 
                      แอท เซ็นทรัลพลาซ่า ลาดพร้าว กรุงเทพฯ'
      ]
     
    ]
  ?>
  <section class="section-padding section-08">
    <div class="filter"></div>
    <div class="img-bg" style="background-image:url('public/assets/app/images/bg/22.png')"></div>
    <div class="container" data-aos="fade-up" data-aos-delay="0">
      <h3 class="color-t text-center fw-700">คลังภาพแนะนำ</h3>
      <div class="ss-box lg mt-3">
        <div class="swiper">
          <div class="swiper-wrapper">
            <?php foreach($news as $d) {?>
              <div class="swiper-slide">
                <div class="ss-card ss-card-07">
                  <div class="wrapper">
                    <div class="img-container pos-relative">
                      <div class="ss-img">
                        <div class="img-bg" style="background-image:url('public/assets/app/images/content/34.png')"></div>
                      </div>
                    </div>
                    <div class="text-container">
                      <a href="#" class="h6 title h-color-p fw-600">
                        โครงการอ่างเก็บน้ำแม่หินหลวงน้อย" แหล่งน้ำต้นทุนแห่งใหม่ จ.ตาก
                      </a>
                      <p class="desc mt-6">
                        วันนี้ (22  มกราคม 2568) นายฐนันดร์ สุทธิพิศาล รองอธิบดีฝ่ายก่อสร้าง  
                        ร่วมกับคณะกรรมาธิการ ติดตามการบริหารงบประมาณ วุฒิสภา และ คณะอนุกรรมาธิการติดตามการบริหารงบประมาณ 
                        กลุ่มที่ 3  ลงพื้นที่จังหวัดพระนครศรีอยุธยา เพื่อติดตามความคืบหน้าการใช้จ่ายงบประมาณในการดำเนินงานโครงการคลองระบายน้ำหลากบางบาล-บางไทร 
                        จังหวัดพระนครศรีอยุธยา โดยมี นายอภิชาติ ชุมนุมมณี  ผู้อำนวยการสำนักพัฒนาแหล่งน้ำขนาดใหญ่ นายวงศ์พันธ์ วงศ์สมุทร 
                        ผู้อำนวยการสำนักงานก่อสร้างชลประทานขนาดใหญ่ที่ 10  และเจ้าหน้าที่ที่เกี่ยวข้อง ร่วมลงพื้นที่และรายงานผลการดำเนินงาน
                      </p>
                      <div class="tag bg-p color-white">
                        <p class="sm fw-500">คลังภาพ</p>
                      </div>
                      <div class="ss-stats color-gray-01">
                        <div class="stat">
                          <div class="icon"><em class="fa-solid fa-calendar"></em></div>
                          <p class="title">28 ม.ค. 68</p>
                        </div>
                        <div class="stat">
                          <div class="icon"><em class="fa-solid fa-eye"></em></div>
                          <p class="title">999k</p>
                        </div>
                        <div class="stat">
                          <div class="icon"><em class="fa-solid fa-share-nodes"></em></div>
                          <p class="title">999k</p>
                        </div>
                      </div>
                      <a href="public/assets/app/images/content/34.png" class="btn btn-gallery" data-fancybox>
                        <svg class="icon" width="24" height="21" viewBox="0 0 24 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M12.52 7.53589C11.2243 7.53589 10.1738 8.58627 10.1738 9.88202C10.1738 11.1777 11.2242 12.2282 12.52 12.2282C13.8157 12.2282 14.8661 11.1778 14.8661 9.88202C14.8661 8.58627 13.8157 7.53589 12.52 7.53589ZM12.52 11.1109C11.8412 11.1109 11.291 10.5607 11.291 9.88197C11.291 9.20325 11.8412 8.65304 12.52 8.65304C13.1987 8.65304 13.7489 9.20325 13.7489 9.88197C13.7489 10.5607 13.1987 11.1109 12.52 11.1109Z" fill="#008FD3"/>
                          <path d="M21.8772 2.17326L6.62741 0.44164C6.03556 0.357495 5.4359 0.530277 4.97957 0.91647C4.52329 1.27027 4.23081 1.79471 4.1696 2.36881L3.89032 4.65908H3.02444C1.7955 4.65908 0.873802 5.74832 0.873802 6.97726V18.4006C0.842848 19.5725 1.76776 20.5476 2.9397 20.5786C2.96793 20.5793 2.99621 20.5795 3.02444 20.5791H18.358C19.5869 20.5791 20.7041 19.6295 20.7041 18.4006V17.9537C21.0851 17.8801 21.4466 17.7279 21.7655 17.5069C22.218 17.1258 22.5077 16.5863 22.5754 15.9986L23.8602 4.65908C23.9912 3.42732 23.1072 2.31925 21.8772 2.17326ZM19.5869 18.4006C19.5869 19.0151 18.9724 19.4619 18.358 19.4619H3.02444C2.46936 19.4782 2.00619 19.0415 1.98988 18.4864C1.98903 18.4578 1.9894 18.4292 1.991 18.4006V16.3338L6.32018 13.1498C6.84023 12.7505 7.57274 12.786 8.05185 13.2335L11.0962 15.9148C11.5585 16.303 12.1405 16.52 12.7441 16.5293C13.2161 16.5351 13.6803 16.4094 14.0848 16.1662L19.587 12.9822V18.4006H19.5869ZM19.5869 11.6695L13.4982 15.2166C12.9753 15.5263 12.3136 15.4703 11.8503 15.0769L8.77799 12.3677C7.89745 11.6111 6.61046 11.5647 5.67775 12.256L1.991 14.9373V6.97726C1.991 6.36279 2.40997 5.77628 3.02444 5.77628H18.358C19.0145 5.80349 19.5446 6.32163 19.5869 6.97726V11.6695ZM22.7441 4.50827C22.7437 4.51196 22.7434 4.5157 22.743 4.51939L21.4303 15.859C21.4325 16.153 21.2984 16.4315 21.0672 16.6131C20.9554 16.7248 20.7041 16.7807 20.7041 16.8365V6.97726C20.66 5.70486 19.6308 4.6879 18.3579 4.65908H5.00747L5.25884 2.48054C5.31337 2.19844 5.46086 1.94279 5.6778 1.75435C5.92276 1.58498 6.21892 1.50602 6.51573 1.53088L21.7376 3.29046C22.3517 3.34878 22.8024 3.89402 22.7441 4.50827Z" fill="#008FD3"/>
                        </svg>
                      </a>
                    </div>
                  </div>
                </div>
              </div>
            <?php } ?>
          </div>
        </div>
        <div class="swiper-pagination"></div>
        <div class="arrows">
          <div class="arrow arrow-prev c-pointer">
            <svg width="17" height="12" viewBox="0 0 17 12" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M0.642458 6.88075L5.75614 11.8026C5.89392 11.9307 6.07846 12.0016 6.27 12C6.46154 11.9984 6.64476 11.9244 6.78021 11.7941C6.91566 11.6637 6.99248 11.4873 6.99415 11.303C6.99581 11.1186 6.92218 10.941 6.78911 10.8084L2.92243 7.08677L9.34595 7.08677L15.7695 7.08677C15.9632 7.08677 16.149 7.01269 16.286 6.88083C16.423 6.74896 16.5 6.57012 16.5 6.38364C16.5 6.19716 16.423 6.01832 16.286 5.88646C16.149 5.7546 15.9632 5.68052 15.7695 5.68052L2.92243 5.68052L6.78911 1.95888C6.85888 1.89402 6.91454 1.81643 6.95282 1.73065C6.99111 1.64486 7.01126 1.5526 7.0121 1.45924C7.01295 1.36588 6.99446 1.27329 6.95773 1.18688C6.921 1.10047 6.86676 1.02196 6.79816 0.955942C6.72957 0.889924 6.64801 0.837714 6.55823 0.802361C6.46845 0.767007 6.37226 0.749216 6.27526 0.750028C6.17826 0.750839 6.0824 0.770237 5.99327 0.807087C5.90414 0.843937 5.82353 0.897501 5.75615 0.964657L0.642459 5.88653C0.505506 6.01839 0.42857 6.1972 0.42857 6.38364C0.42857 6.57008 0.505506 6.74889 0.642458 6.88075Z" fill="#008FD3"/>
            </svg>
          </div>
          <div class="arrow arrow-next c-pointer">
            <svg width="17" height="12" viewBox="0 0 17 12" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M16.3575 5.11925L11.2439 0.197376C11.1061 0.0692959 10.9215 -0.00157543 10.73 2.65799e-05C10.5385 0.00162859 10.3552 0.0755756 10.2198 0.205941C10.0843 0.336306 10.0075 0.512658 10.0059 0.697015C10.0042 0.881372 10.0778 1.05898 10.2109 1.19159L14.0776 4.91323L7.65405 4.91323L1.23053 4.91323C1.03678 4.91323 0.850967 4.98731 0.713966 5.11917C0.576966 5.25104 0.5 5.42988 0.5 5.61636C0.5 5.80284 0.576966 5.98168 0.713966 6.11354C0.850967 6.2454 1.03678 6.31948 1.23053 6.31948L14.0776 6.31948L10.2109 10.0411C10.1411 10.106 10.0855 10.1836 10.0472 10.2694C10.0089 10.3551 9.98874 10.4474 9.9879 10.5408C9.98705 10.6341 10.0055 10.7267 10.0423 10.8131C10.079 10.8995 10.1332 10.978 10.2018 11.0441C10.2704 11.1101 10.352 11.1623 10.4418 11.1976C10.5316 11.233 10.6277 11.2508 10.7247 11.25C10.8217 11.2492 10.9176 11.2298 11.0067 11.1929C11.0959 11.1561 11.1765 11.1025 11.2439 11.0353L16.3575 6.11347C16.4945 5.98161 16.5714 5.8028 16.5714 5.61636C16.5714 5.42991 16.4945 5.2511 16.3575 5.11925Z" fill="#008FD3"/>
            </svg>
          </div>
        </div>
      </div>
    </section>

    <?php 
      $content = [
        [
          "imgBg" => 'public/assets/app/images/content/35.png',
          "title" => 'กรมชลฯ ลุยจัดการน้ำฤดูแล้ง ย้ำ...น้ำกินน้ำใช้ เพียงพอตลอดปี',
          "cate" => 'คลังภาพ'
        ],[
          "imgBg" => 'public/assets/app/images/content/36.png',
          "title" => 'อธิบดีกรมชลฯ ลงพื้นที่ติดตามความคืบหน้างาน ก่อสร้าง ปตร.หนองสองห้อง จ.หนองคาย',
          "cate" => 'คลังภาพ'
        ],[
          "imgBg" => 'public/assets/app/images/content/37.png',
          "title" => 'กรมชลฯ ร่วมผลักดัน Soft Power พัฒนาภาค การเกษตรครบวงจร “วันเกษตรภาคอีสาน ปี 2568”',
          "cate" => 'คลังภาพ'
        ],[
          "imgBg" => 'public/assets/app/images/content/38.png',
          "title" => 'แล้งนี้ต้องรอด!! ชป.เดินหน้าจ้างแรงงานกว่า 8.4 หมื่นคน หวังช่วยเกษตรกรทั่วประเทศ',
          "cate" => 'คลังภาพ'
        ],[
          "imgBg" => 'public/assets/app/images/content/39.png',
          "title" => 'ชป. เดินหน้ากำจัดวัชพืช เพิ่มประสิทธิภาพการส่งน้ำ ฤดูแล้ง',
          "cate" => 'คลังภาพ'
        ],[
          "imgBg" => 'public/assets/app/images/content/40.png',
          "title" => 'ชป.ร่วมหารือแนวทางแก้ไขและบรรเทาปัญหาอุทกภัยในพื้นที่อำเภอสะเดา จังหวัดสงขลา อย่างยั่งยืน',
          "cate" => 'คลังภาพ'
        ],[
          "imgBg" => 'public/assets/app/images/content/41.png',
          "title" => 'ชป.ร่วมติดตามการแก้ไขปัญหาการแพร่ระบาดปลาหมอคางดำ จ.สมุทรสงคราม',
          "cate" => 'คลังภาพ'
        ],[
          "imgBg" => 'public/assets/app/images/content/42.png',
          "title" => 'ชป.ร่วมขับเคลื่อนมุกดา smart farm 349 model',
          "cate" => 'คลังภาพ'
        ],[
          "imgBg" => 'public/assets/app/images/content/43.png',
          "title" => 'ชป.ควบคุมความเค็มรุกแม่น้ำบางปะกง บรรลุตามแผน ช่วยชาวแปดริ้ว-ปราจีนบุรี',
          "cate" => 'คลังภาพ'
        ],
      ]
    ?>
    <section class="section-padding pt-6">
      <div class="container" data-aos="fade-up" data-aos-delay="150">
      <?php
          $listHeaderClass = 'mt-5 option-02';
          $listHeader = ['search', 'date-01', 'category', 'order', 'view-grid'];
          include('components/list-header.php');
        ?>
        <div class="grids">
          <?php foreach($content as $d) {?>
            <div class="grid lg-1-3">
              <div class="ss-card ss-card-05 type-gallery">
                <div class="img-container">
                  <div class="ss-img">
                    <div class="img-bg" style="background-image:url('<?= $d['imgBg'] ?>')"></div>
                  </div>
                </div>
                <div class="text-container">
                  <div class="tag bg-p color-white">
                    <p class="sm fw-500"><?= $d['cate'] ?></p>
                  </div>
                  <a href="#" class="h6 title"><?= $d['title'] ?></a>
                  <div class="ss-stats color-gray-01">
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-calendar"></em></div>
                      <p class="title">28 ม.ค. 68</p>
                    </div>
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-eye"></em></div>
                      <p class="title">999k</p>
                    </div>
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-share-nodes"></em></div>
                      <p class="title">999k</p>
                    </div>
                  </div>
                </div>
                <a href="<?= $d['imgBg'] ?>" class="btn btn-gallery" data-fancybox>
                  <svg class="icon" width="24" height="21" viewBox="0 0 24 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M12.52 7.53589C11.2243 7.53589 10.1738 8.58627 10.1738 9.88202C10.1738 11.1777 11.2242 12.2282 12.52 12.2282C13.8157 12.2282 14.8661 11.1778 14.8661 9.88202C14.8661 8.58627 13.8157 7.53589 12.52 7.53589ZM12.52 11.1109C11.8412 11.1109 11.291 10.5607 11.291 9.88197C11.291 9.20325 11.8412 8.65304 12.52 8.65304C13.1987 8.65304 13.7489 9.20325 13.7489 9.88197C13.7489 10.5607 13.1987 11.1109 12.52 11.1109Z" fill="#008FD3"/>
                    <path d="M21.8772 2.17326L6.62741 0.44164C6.03556 0.357495 5.4359 0.530277 4.97957 0.91647C4.52329 1.27027 4.23081 1.79471 4.1696 2.36881L3.89032 4.65908H3.02444C1.7955 4.65908 0.873802 5.74832 0.873802 6.97726V18.4006C0.842848 19.5725 1.76776 20.5476 2.9397 20.5786C2.96793 20.5793 2.99621 20.5795 3.02444 20.5791H18.358C19.5869 20.5791 20.7041 19.6295 20.7041 18.4006V17.9537C21.0851 17.8801 21.4466 17.7279 21.7655 17.5069C22.218 17.1258 22.5077 16.5863 22.5754 15.9986L23.8602 4.65908C23.9912 3.42732 23.1072 2.31925 21.8772 2.17326ZM19.5869 18.4006C19.5869 19.0151 18.9724 19.4619 18.358 19.4619H3.02444C2.46936 19.4782 2.00619 19.0415 1.98988 18.4864C1.98903 18.4578 1.9894 18.4292 1.991 18.4006V16.3338L6.32018 13.1498C6.84023 12.7505 7.57274 12.786 8.05185 13.2335L11.0962 15.9148C11.5585 16.303 12.1405 16.52 12.7441 16.5293C13.2161 16.5351 13.6803 16.4094 14.0848 16.1662L19.587 12.9822V18.4006H19.5869ZM19.5869 11.6695L13.4982 15.2166C12.9753 15.5263 12.3136 15.4703 11.8503 15.0769L8.77799 12.3677C7.89745 11.6111 6.61046 11.5647 5.67775 12.256L1.991 14.9373V6.97726C1.991 6.36279 2.40997 5.77628 3.02444 5.77628H18.358C19.0145 5.80349 19.5446 6.32163 19.5869 6.97726V11.6695ZM22.7441 4.50827C22.7437 4.51196 22.7434 4.5157 22.743 4.51939L21.4303 15.859C21.4325 16.153 21.2984 16.4315 21.0672 16.6131C20.9554 16.7248 20.7041 16.7807 20.7041 16.8365V6.97726C20.66 5.70486 19.6308 4.6879 18.3579 4.65908H5.00747L5.25884 2.48054C5.31337 2.19844 5.46086 1.94279 5.6778 1.75435C5.92276 1.58498 6.21892 1.50602 6.51573 1.53088L21.7376 3.29046C22.3517 3.34878 22.8024 3.89402 22.7441 4.50827Z" fill="#008FD3"/>
                  </svg>
                </a>
              </div>
            </div>
          <?php } ?>
        </div>
        <div class="mt-6 pt-4" data-aos="fade-up" data-aos-delay="300">
          <?php
            $listFooter = ['total', 'paginate', 'pp'];
            include('components/list-footer.php');
          ?>
        </div> 
      </div>
    </section>
  
  <?php include_once('layout/footer.php'); ?>
  <?php include_once('include/script.php'); ?>
</body>
</html>