<!DOCTYPE html>
<html lang="th">
<head>
  <?php include_once('include/header.php'); ?>
  <?php include_once('include/style.php'); ?>
</head>
<body class="loading">
<?php include_once('layout/topnav.php'); ?>

<?php
    $breadcrumb = [
      [ 'url' => '#', 'display' => 'ผลลัพการค้นหา' ],
      [ 'url' => '#', 'display' => 'ผลลัพธ์การค้นหา' ],
    ];
    $breadcrumbTitle = 'ผลลัพการค้นหา';
    $breadcrumbBg = 'public/assets/app/images/breadcrumb/02.jpg';
    include('components/breadcrumb.php');
  ?>

  <?php 
    $content = [
      [
        "imgBg" => 'public/assets/app/images/content/02.png',
        "title" => 'กรมชลฯ ลุยจัดการน้ำฤดูแล้ง ย้ำ...น้ำกินน้ำใช้ เพียงพอตลอดปี',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/03.png',
        "title" => 'อธิบดีกรมชลฯ ลงพื้นที่ติดตามความคืบหน้างาน ก่อสร้าง ปตร.หนองสองห้อง จ.หนองคาย',
        "desc" => 'วันนี้ (25 ม.ค. 68) นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน พร้อมด้วย นายสิทธิพร พฤฒิพิบูลธรรม เลขานุการกรม ลงพื้นที่ติดตามความก้าวหน้างานก่อสร้างประตูระบายน้ำและสถานีสูบน้ำหนองสองห้อง ซึ่งเป็นหนึ่งในโครงการพัฒนาลุ่มน้ำห้วยหลวง ตอนล่าง จังหวัดหนองคาย โดยมี นายสุนทร คำศรีเมือง ผู้อำนวยการสำนักงานก่อสร้างชลประทานขนาดใหญ่ที่ 5 นายภัคภาค คุณะเกษม ผู้อำนวยการสำนักงานชลประทานที่ 5 และผู้เกี่ยวข้อง รายงานสรุปผลการดำเนินงานก่อสร้าง ซึ่งปัจจุบันคืบหน้าแล้วกว่า 29% ทั้งนี้ อธิบดีกรมชลประทาน ได้เร่งรัดงานก่อสร้างให้แล้วเสร็จตามแผนที่วางไว้ เพื่อให้พี่น้องประชาชนและเกษตรกรชาวหนองคายได้ใช้ประโยชน์จากโครงการดังกล่าวให้เร็วที่สุด',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/04.png',
        "title" => 'กรมชลฯ ร่วมผลักดัน Soft Power พัฒนาภาค การเกษตรครบวงจร “วันเกษตรภาคอีสาน ปี 2568”',
        "desc" => 'วันนี้ (24 ม.ค. 68) นายอัครา พรหมเผ่า  รัฐมนตรีช่วยว่าการกระทรวงเกษตรและสหกรณ์  เป็นประธานพิธีเปิดงานวันเกษตรภาคอีสาน ประจำปี 2568  ที่จัดขึ้นระหว่างวันที่ 24 มกราคม – 2 กุมภาพันธ์ 2568 ภายใต้คำขวัญ  “เกษตรอีสานสร้างสรรค์ ผลักดัน Soft Power ยกระดับเกษตรทันสมัย  สู่การพัฒนาไทยให้ยั่งยืน โดยมี นายไพฑูรย์ ศรีมุก  ผู้อำนวยการสำนักงานชลประทานที่ 6 และผู้เกี่ยวข้อง เข้าร่วมพิธีเปิดงาน ณ  อาคารนิทรรศการจตุรมุข อุทยานเทคโนโลยีการเกษตร มหาวิทยาลัยขอนแก่น จังหวัดขอนแก่น',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/05.png',
        "title" => 'แล้งนี้ต้องรอด!! ชป.เดินหน้าจ้างแรงงานกว่า 8.4 หมื่นคน หวังช่วยเกษตรกรทั่วประเทศ',
        "desc" => 'กรมชลประทาน เดินหน้าโครงการจ้างแรงงานช่วยเหลือเกษตรกรปี 2568 อย่างต่อเนื่อง ตามนโยบายของกระทรวงเกษตรและสหกรณ์ หวังช่วยเกษตรกรทั่วประเทศ ตั้งเป้าจ้างแรงงานสร้างรายได้ให้เกษตรกรกว่า 8.4 หมื่นคน',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/06.png',
        "title" => 'ชป. เดินหน้ากำจัดวัชพืช เพิ่มประสิทธิภาพการส่งน้ำฤดูแล้ง ',
        "desc" => 'กรมชลประทาน  ลุยกำจัดผักตบชวาและวัชพืชสิ่งกีดขวางทางน้ำอย่างต่อเนื่อง  หวังลดการแพร่พันธุ์ของวัชพืช รักษาคุณภาพน้ำ  และเพิ่มประสิทธิภาพการระบายน้ำ ตามนโยบายของรัฐบาล และ ศ.ดร.นฤมล  ภิญโญสินวัฒน์ รัฐมนตรีว่าการกระทรวงเกษตรและสหกรณ์ อาทิ',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/07.png',
        "title" => 'ชป.ร่วมหารือแนวทางแก้ไขและบรรเทาปัญหาอุทกภัยในพื้นที่อำเภอสะเดา จังหวัดสงขลา อย่างยั่งยืน',
        "desc" => 'วันนี้ (21 มกราคม 2568)นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน มอบหมายให้ นายวิทยา แก้วมี รองอธิบดีกรมชลประทาน พร้อมด้วยเจ้าที่ผู้เกี่ยวข้อง ลงพื้นที่อำเภอสะเดา จังหวัดสงขลา ร่วมกับนายอนุกูล พฤกษานุศักดิ์ รองโฆษกประจำสำนักนายกรัฐมนตรี นายวิเชษต์ สายกี้เส้ง นายอำเภอสะเดา เข้าร่วมประชุมหารือและพิจารณาแผนงาน เพื่อแก้ไขและบรรเทาปัญหาอุทกภัยในพื้นที่อำเภอสะเดา จังหวัดสงขลา และการเพิ่มประสิทธิภาพการระบายน้ำคลองอู่ตะเภา เพื่อบรรเทาปัญหาอุทกภัยในพื้นที่อย่างเป็นรูปธรรม ซึ่งการลงพื้นที่ครั้งนี้ยังเป็นการเตรียมความพร้อม สำหรับการประชุมคณะรัฐมนตรีอย่างเป็นทางการนอกสถานที่ ณ จังหวัดสงขลา และการตรวจราชการในพื้นที่กลุ่มจังหวัดภาคใต้ฝั่งอ่าวไทย ที่จะเกิดขึ้นในช่วงกลางเดือนกุมภาพันธ์นี้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/08.png',
        "title" => 'ชป.ร่วมติดตามการแก้ไขปัญหาการแพร่ระบาดปลาหมอคางดำ จ.สมุทรสงคราม',
        "desc" => 'วันนี้ (20 มกราคม 2568) นายอัครา พรหมเผ่า รัฐมนตรีช่วยว่าการกระทรวงเกษตรและสหกรณ์ เป็นประธานการประชุมหารือการแก้ไขปัญหา การแพร่ระบาดของปลาหมอคางดำ เพื่อติดตามผลการดำเนินงานตามมาตรการควบคุมและกำจัดปลาหมอคางดำ การฟื้นฟูและรักษา ความหลากหลายทางระบบนิเวศ รวมไปถึงการส่งเสริมการใช้ประโยชน์จากปลาหมอคางดำ โดยมี นายบุรีรัตน์ วงศ์บุรี ผู้อำนวยการสำนักบริหารโครงการ เจ้าหน้าที่จากโครงการชลประทานสมุทรสงคราม ส่วนราชการจังหวัดสมุทรปราการ และหน่วยงานที่เกี่ยวข้อง เข้าร่วมประชุมในครั้งนี้ด้วย',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/09.png',
        "title" => 'ชป.ร่วมขับเคลื่อนมุกดา smart farm 349 model',
        "desc" => 'วันนี้ (14 มกราคม  2568) ที่อ่างเก็บน้ำห้วยขี้เหล็ก อำเภอนิคมคำสร้อย จังหวัดมุกดาหาร  นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน มอบหมายให้ นายวิทยา แก้วมี  รองอธิบดีกรมชลประทาน ลงพื้นที่  พร้อมเข้าร่วมกิจกรรมลงแขกดำนาปรังเปียกสลับแห้ง ฤดูแล้ง 2567/68  ร่วมกับเกษตรกรในพื้นที่ ซึ่งเป็นส่วนหนึ่งของการขยายผลทำการเกษตรสมัยใหม่  ส่งเสริมการปลูกพืชเศรษฐกิจมูลค่าสูงในพื้นที่ชลประทานจังหวัดมุกดาหาร',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/10.png',
        "title" => 'ชป.ควบคุมความเค็มรุกแม่น้ำบางปะกง บรรลุตามแผน ช่วยชาวแปดริ้ว-ปราจีนบุรี',
        "desc" => 'กรมชลประทาน เดินหน้าป้องกันความเค็มรุกแม่น้ำบางปะกง ใช้น้ำจากอ่างเก็บน้ำ 5 แห่ง ยันความเค็ม บรรเทาความเดือดร้อนพี่น้องชาวแปดริ้วและปราจีนบุรี รอดพ้นวิกฤตมีน้ำกินน้ำใช้ตลอดฤดูแล้งนี้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/11.png',
        "title" => 'ชป.ร่วมพิธีมอบสัญญาเช่าที่ราชพัสดุ โครงการ “ธนารักษ์เอื้อราษฎร์” “สัญญาเช่าที่ดิน พลิกชีวิตประชาชน”',
        "desc" => 'วันนี้ (13 มกราคม 2568) นางสาวแพทองธาร ชินวัตร นายกรัฐมนตรี เป็นประธานในพิธีมอบสัญญาเช่าที่ราชพัสดุ ตามโครงการ “ธนารักษ์เอื้อราษฎร์” “สัญญาเช่าที่ดิน พลิกชีวิตประชาชน” ประจำปีงบประมาณ 2568 แปลงหมายเลขทะเบียนที่ นว.339 (บึงบอระเพ็ด) จังหวัดนครสวรรค์ จัดขึ้นโดยกรมธนารักษ์ กระทรวงการคลัง โดยมีนางสาวชุติพร เสชัง ผู้ว่าราชการจังหวัดนครสวรรค์ นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน และผู้เกี่ยวข้องเข้าร่วมในพิธี ณ อาคารอเนกประสงค์ สัมมนาและจัดนิทรรศการ บึงบอระเพ็ด จังหวัดนครสวรรค์',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/12.png',
        "title" => 'นายกฯ แพทองธาร เยือนบึงบอระเพ็ด ลุย...พัฒนาแหล่งน้ำเพื่อชาวนครสวรรค์ ',
        "desc" => 'วันนี้ (13 ม.ค.68 ) นางสาวแพทองธาร ชินวัตร นายกรัฐมนตรี และคณะ ลงพื้นที่ติดตามการบริหารจัดการน้ำบึงบอระเพ็ด จังหวัดนครสวรรค์ โดยมี นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน นายสมจิตฐิพงศ์ อำนาจศาล ผู้อำนวยการสำนักงานชลประทานที่ 3 นายทวีวัฒน์ สืบสุขมั่นสกุล ผู้อำนวยการสำนักงานชลประทานที่ 4 นายวัชระ ไกรสัย ผู้อำนวยการสำนักงานชลประทานที่ 12 นายเอกฉัตร เอี่ยมตาล ผู้อำนวยการโครงการชลประทานนครสวรรค์ และผู้เกี่ยวข้อง ร่วมลงพื้นที่ในครั้งนี้ด้วย',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/16.png',
        "title" => 'กรมชลฯ ชู Smart Farm 349 ต้นแบบความก้าวหน้าของเกษตรกรไทย',
        "desc" => ' วันนี้ (13 มกราคม 2568) นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน มอบหมายให้ นายวิทยา แก้วมี รองอธิบดีกรมชลประทาน ลงพื้นที่ตรวจเยี่ยมการดำเนินงานโครงการ มุกดา Smart Farm 349 model ณ โครงการอ่างเก็บน้ำห้วยมุก อำเภอคำชะอี จังหวัดมุกดาหาร โดยมี นายปริญญา คัชมาตย์ ผู้อำนวยการสำนักงานชลประทานที่ 7 นายองอาจ แสนอุบล ผู้อำนวยการโครงการชลประทานมุกดาหาร และผู้เกี่ยวข้องร่วมลงพื้นที่',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],
    ]
  ?>
  <section class="section-padding pt-6">
    <div class="container" data-aos="fade-up" data-aos-delay="150">
        <div class="search-filter-container mt-5">
        <div class="d-flex ai-center">
          <p class="fw-600 h6 color-p">ค้นหาขั้นสูง</p>
          <div class="btn-collap">
            <svg width="12" height="7" viewBox="0 0 12 7" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path class="svg-stroke-white-theme" d="M11 1L6 6L1 1" stroke="#0A112B" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/>
            </svg>
          </div>
        </div>
        <div class="form-wrapper mt-4">
          <form action="">
          <div class="grids">
            <div class="grid lg-20 md-1-3 sm-50">
              <span class="fw-500">ช่วงเวลา</span>
              <div class="form-group">
                  <div class="date-wrapper w-full">
              <input type="text" name="daterange" class="form-control">
              <span class="input-group-addon">
                <i class="glyphicon glyphicon-calendar"></i>
                <span class="count"></span>
              </span>
              <div class="dropdown-icon">
               <svg width="17" height="18" viewBox="0 0 17 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path d="M5.2315 3.78814V1.49969C5.2315 1.14006 4.93727 0.845825 4.57769 0.845825C4.21812 0.845825 3.92383 1.14006 3.92383 1.49969V3.78814C3.92383 4.14776 4.21806 4.442 4.57769 4.442C4.93732 4.442 5.2315 4.14776 5.2315 3.78814Z" fill="#008FD3"/>
                  <path d="M13.0773 3.78815V1.4997C13.0773 1.14008 12.783 0.84584 12.4234 0.84584C12.0638 0.84584 11.7695 1.14008 11.7695 1.4997V3.78815C11.7695 4.14778 12.0638 4.44202 12.4234 4.44202C12.783 4.44202 13.0773 4.14778 13.0773 3.78815Z" fill="#008FD3"/>
                  <path d="M16.3466 16.1586V7.71094H0.654297V16.1586C0.654297 17.0904 1.40949 17.8455 2.3412 17.8455H14.6597C15.5914 17.8455 16.3466 17.0904 16.3466 16.1586Z" fill="#008FD3"/>
                  <path d="M11.1158 3.7882V2.80743H5.88505V3.7882C5.88505 4.51073 5.29985 5.09588 4.57738 5.09588C3.85491 5.09588 3.26965 4.51067 3.26965 3.7882V2.80743H2.3412C1.40949 2.80743 0.654297 3.56263 0.654297 4.49434V7.05742H16.3466V4.49434C16.3466 3.56263 15.5914 2.80743 14.6597 2.80743H13.7313V3.7882C13.7313 4.51073 13.1461 5.09588 12.4236 5.09588C11.7011 5.09588 11.1158 4.51067 11.1158 3.7882Z" fill="#008FD3"/>
                </svg>
              </div>
            </div>
              </div>
            </div>
            <div class="grid lg-20 md-1-3 sm-50">
              <span class="fw-500">เรียงลำดับ</span>
              <div class="form-group">
                   
            <select class="ui dropdown">
              <option value="1">เรียงลำดับ</option>
              <option value="2">ใหม่ล่าสุด</option>
              <option value="3">เก่าที่สุด</option>
              <option value="4">จำนวนเข้าชม</option>
            </select>
            <div class="dropdown-icon">
              <svg width="13" height="7" viewBox="0 0 13 7" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M6.5 7L0.00480902 0.25L12.9952 0.250001L6.5 7Z" fill="#008FD3"/>
              </svg>
            </div>
         
              </div>
            </div>
            <div class="grid lg-60 md-1-3 sm-50">
               <p class="fw-500 mt-4">ประเภทเนื้อหา</p>
                <div class="grids">
                  <div class="grid sm-20 mt-0">
                    <div class="form-group">
                      <label class="form-check">
                        <input type="checkbox" checked="checked">
                        <span class="checkmark"></span>
                        <p class="ml-3 fw-400">ข่าวสาร</p>
                      </label>
                    </div>
                  </div>
                  <div class="grid sm-20 mt-0">
                    <div class="form-group">
                      <label class="form-check">
                        <input type="checkbox">
                        <span class="checkmark"></span>
                        <p class="ml-3 fw-400">เอกสาร</p>
                      </label>
                    </div>
                  </div>
                  <div class="grid sm-20 mt-0">
                    <div class="form-group">
                      <label class="form-check">
                        <input type="checkbox">
                        <span class="checkmark"></span>
                        <p class="ml-3 fw-400">รูปภาพ</p>
                      </label>
                    </div>
                  </div>
                  <div class="grid sm-20 mt-0">
                    <div class="form-group">
                      <label class="form-check">
                        <input type="checkbox">
                        <span class="checkmark"></span>
                        <p class="ml-3 fw-400">วิดีโอ</p>
                      </label>
                    </div>
                  </div>
              </div>
            </div>
          </div>
         
          <div class="btns mt-3 jc-end sm-jc-center">
            <button type="submit" class="btn btn-action btn-01">
              <span>ค้นหา</span>
            </button>
            <button type="submit" class="btn btn-action btn-01 style-03">
              <span>ล้างข้อมูล</span>
            </button>
          </div>
          </form>
        </div>
      </div>
      <div class="grids">
        <?php foreach($content as $d) {?>
          <div class="grid lg-100">
            <a href="#" class="ss-card ss-card-06">
              <div class="wrapper">
                <div class="img-container">
                  <div class="ss-img">
                    <div class="img-bg" style="background-image:url('<?= $d['imgBg'] ?>')"></div>
                  </div>
                </div>
                <div class="text-container">
                  <div class="tag bg-p color-white">
                    <p class="sm fw-500"><?= $d['cate'] ?></p>
                  </div>
                  <h6 class="title"><?= $d['title'] ?></h6>
                  <p class="desc"><?= $d['desc'] ?></p>
                  <div class="ss-stats color-gray-01">
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-calendar"></em></div>
                      <p class="title">28 ม.ค. 68</p>
                    </div>
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-eye"></em></div>
                      <p class="title">999k</p>
                    </div>
                    <div class="stat">
                      <div class="icon"><em class="fa-solid fa-share-nodes"></em></div>
                      <p class="title">999k</p>
                    </div>
                  </div>
                  <div class="btn btn-action btn-icon bradius-rouded style-02">
                    <span class="pr-2 text color-p fw-400">อ่านต่อ</span>
                    <div class="icon">
                      <svg width="16" height="12" viewBox="0 0 16 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M14.347 6.39998L14.347 6.39992L14.3391 6.40659L14.3284 6.41558C13.069 7.4746 11.6177 8.69503 10.1526 9.65442C8.6586 10.6328 7.28007 11.25 6.16435 11.25C4.67587 11.25 3.30786 10.6495 2.33315 9.70078L2.33316 9.70076L2.32903 9.69681C1.34417 8.75273 0.75 7.45024 0.75 6C0.75 4.55445 1.35787 3.24849 2.33315 2.29922L2.33316 2.29924L2.33723 2.29521C3.30752 1.33627 4.65521 0.75 6.16435 0.75C7.28048 0.75 8.6635 1.36763 10.1594 2.34585C11.6297 3.30731 13.0851 4.53172 14.3363 5.59108C14.5006 5.73102 14.6637 5.86954 14.8249 6.00513C14.6707 6.13365 14.5117 6.26534 14.347 6.39998Z" stroke="#008FD3" stroke-width="1.5"/>
                      </svg>
                    </div>
                  </div>
                </div>
              </div>
            </a>
          </div>
        <?php } ?>
      </div>
      <div class="mt-6 pt-4" data-aos="fade-up" data-aos-delay="300">
        <?php
          $listFooter = ['total', 'paginate', 'pp'];
          include('components/list-footer.php');
        ?>
      </div>
    </div>
  </section>
  
  <?php include_once('layout/footer.php'); ?>
  <?php include_once('include/script.php'); ?>
</body>
</html>