<!DOCTYPE html>
<html lang="th">
<head>
  <?php include_once('include/header.php'); ?>
  <?php include_once('include/style.php'); ?>
</head>
<body class="loading">
<?php include_once('layout/topnav.php'); ?>

<?php
    $breadcrumb = [
      [ 'url' => '#', 'display' => 'เกี่ยวกับกรม' ],
      [ 'url' => '#', 'display' => 'ทำเนียบผู้บริหาร' ],
    ];
    $breadcrumbTitle = 'ทำเนียบผู้บริหาร';
    $breadcrumbBg = 'public/assets/app/images/breadcrumb/02.jpg';
    include('components/breadcrumb.php');
  ?>

  <?php 
    $content = [
      [
        "imgBg" => 'public/assets/app/images/content/02.png',
        "title" => 'กรมชลฯ ลุยจัดการน้ำฤดูแล้ง ย้ำ...น้ำกินน้ำใช้ เพียงพอตลอดปี',
        "desc" => 'กรมชลประทาน เปิดเผยถึงสถานการณ์น้ำทั่วประเทศว่า ปัจจุบัน (28 ม.ค. 68) 
        อ่างเก็บน้ำขนาดใหญ่และขนาดกลางทั่วประเทศ มีปริมาณน้ำใช้การได้รวมกันประมาณ 32,888 ล้าน ลบ.ม. 
        เฉพาะในพื้นที่ลุ่มน้ำเจ้าพระยา 4 เขื่อนหลัก (เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนแควน้อยบำรุงแดน และเขื่อนป่าสักชลสิทธิ์) 
        มีปริมาณน้ำใช้การได้รวมกันประมาณ 11,869 ล้าน ลบ.ม. จนถึงขณะนี้มีการใช้น้ำในช่วงฤดูแล้งปี 2568 ทั้งประเทศไปแล้วกว่า 
        13,380 ล้าน ลบ.ม. (46% จากแผนฯ) เฉพาะลุ่มน้ำเจ้าพระยามีการใช้น้ำไปแล้วกว่า 4,408 ล้าน ลบ.ม. (49% จากแผนฯ) 
        ภาพรวมสถานการณ์น้ำยังอยู่ในเกณฑ์ปกติและเป็นไปตามแผนที่วางไว้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/03.png',
        "title" => 'อธิบดีกรมชลฯ ลงพื้นที่ติดตามความคืบหน้างาน ก่อสร้าง ปตร.หนองสองห้อง จ.หนองคาย',
        "desc" => 'วันนี้ (25 ม.ค. 68) นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน พร้อมด้วย นายสิทธิพร พฤฒิพิบูลธรรม เลขานุการกรม ลงพื้นที่ติดตามความก้าวหน้างานก่อสร้างประตูระบายน้ำและสถานีสูบน้ำหนองสองห้อง ซึ่งเป็นหนึ่งในโครงการพัฒนาลุ่มน้ำห้วยหลวง ตอนล่าง จังหวัดหนองคาย โดยมี นายสุนทร คำศรีเมือง ผู้อำนวยการสำนักงานก่อสร้างชลประทานขนาดใหญ่ที่ 5 นายภัคภาค คุณะเกษม ผู้อำนวยการสำนักงานชลประทานที่ 5 และผู้เกี่ยวข้อง รายงานสรุปผลการดำเนินงานก่อสร้าง ซึ่งปัจจุบันคืบหน้าแล้วกว่า 29% ทั้งนี้ อธิบดีกรมชลประทาน ได้เร่งรัดงานก่อสร้างให้แล้วเสร็จตามแผนที่วางไว้ เพื่อให้พี่น้องประชาชนและเกษตรกรชาวหนองคายได้ใช้ประโยชน์จากโครงการดังกล่าวให้เร็วที่สุด',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/04.png',
        "title" => 'กรมชลฯ ร่วมผลักดัน Soft Power พัฒนาภาค การเกษตรครบวงจร “วันเกษตรภาคอีสาน ปี 2568”',
        "desc" => 'วันนี้ (24 ม.ค. 68) นายอัครา พรหมเผ่า  รัฐมนตรีช่วยว่าการกระทรวงเกษตรและสหกรณ์  เป็นประธานพิธีเปิดงานวันเกษตรภาคอีสาน ประจำปี 2568  ที่จัดขึ้นระหว่างวันที่ 24 มกราคม – 2 กุมภาพันธ์ 2568 ภายใต้คำขวัญ  “เกษตรอีสานสร้างสรรค์ ผลักดัน Soft Power ยกระดับเกษตรทันสมัย  สู่การพัฒนาไทยให้ยั่งยืน โดยมี นายไพฑูรย์ ศรีมุก  ผู้อำนวยการสำนักงานชลประทานที่ 6 และผู้เกี่ยวข้อง เข้าร่วมพิธีเปิดงาน ณ  อาคารนิทรรศการจตุรมุข อุทยานเทคโนโลยีการเกษตร มหาวิทยาลัยขอนแก่น จังหวัดขอนแก่น',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/05.png',
        "title" => 'แล้งนี้ต้องรอด!! ชป.เดินหน้าจ้างแรงงานกว่า 8.4 หมื่นคน หวังช่วยเกษตรกรทั่วประเทศ',
        "desc" => 'กรมชลประทาน เดินหน้าโครงการจ้างแรงงานช่วยเหลือเกษตรกรปี 2568 อย่างต่อเนื่อง ตามนโยบายของกระทรวงเกษตรและสหกรณ์ หวังช่วยเกษตรกรทั่วประเทศ ตั้งเป้าจ้างแรงงานสร้างรายได้ให้เกษตรกรกว่า 8.4 หมื่นคน',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/06.png',
        "title" => 'ชป. เดินหน้ากำจัดวัชพืช เพิ่มประสิทธิภาพการส่งน้ำฤดูแล้ง ',
        "desc" => 'กรมชลประทาน  ลุยกำจัดผักตบชวาและวัชพืชสิ่งกีดขวางทางน้ำอย่างต่อเนื่อง  หวังลดการแพร่พันธุ์ของวัชพืช รักษาคุณภาพน้ำ  และเพิ่มประสิทธิภาพการระบายน้ำ ตามนโยบายของรัฐบาล และ ศ.ดร.นฤมล  ภิญโญสินวัฒน์ รัฐมนตรีว่าการกระทรวงเกษตรและสหกรณ์ อาทิ',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/07.png',
        "title" => 'ชป.ร่วมหารือแนวทางแก้ไขและบรรเทาปัญหาอุทกภัยในพื้นที่อำเภอสะเดา จังหวัดสงขลา อย่างยั่งยืน',
        "desc" => 'วันนี้ (21 มกราคม 2568)นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน มอบหมายให้ นายวิทยา แก้วมี รองอธิบดีกรมชลประทาน พร้อมด้วยเจ้าที่ผู้เกี่ยวข้อง ลงพื้นที่อำเภอสะเดา จังหวัดสงขลา ร่วมกับนายอนุกูล พฤกษานุศักดิ์ รองโฆษกประจำสำนักนายกรัฐมนตรี นายวิเชษต์ สายกี้เส้ง นายอำเภอสะเดา เข้าร่วมประชุมหารือและพิจารณาแผนงาน เพื่อแก้ไขและบรรเทาปัญหาอุทกภัยในพื้นที่อำเภอสะเดา จังหวัดสงขลา และการเพิ่มประสิทธิภาพการระบายน้ำคลองอู่ตะเภา เพื่อบรรเทาปัญหาอุทกภัยในพื้นที่อย่างเป็นรูปธรรม ซึ่งการลงพื้นที่ครั้งนี้ยังเป็นการเตรียมความพร้อม สำหรับการประชุมคณะรัฐมนตรีอย่างเป็นทางการนอกสถานที่ ณ จังหวัดสงขลา และการตรวจราชการในพื้นที่กลุ่มจังหวัดภาคใต้ฝั่งอ่าวไทย ที่จะเกิดขึ้นในช่วงกลางเดือนกุมภาพันธ์นี้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/08.png',
        "title" => 'ชป.ร่วมติดตามการแก้ไขปัญหาการแพร่ระบาดปลาหมอคางดำ จ.สมุทรสงคราม',
        "desc" => 'วันนี้ (20 มกราคม 2568) นายอัครา พรหมเผ่า รัฐมนตรีช่วยว่าการกระทรวงเกษตรและสหกรณ์ เป็นประธานการประชุมหารือการแก้ไขปัญหา การแพร่ระบาดของปลาหมอคางดำ เพื่อติดตามผลการดำเนินงานตามมาตรการควบคุมและกำจัดปลาหมอคางดำ การฟื้นฟูและรักษา ความหลากหลายทางระบบนิเวศ รวมไปถึงการส่งเสริมการใช้ประโยชน์จากปลาหมอคางดำ โดยมี นายบุรีรัตน์ วงศ์บุรี ผู้อำนวยการสำนักบริหารโครงการ เจ้าหน้าที่จากโครงการชลประทานสมุทรสงคราม ส่วนราชการจังหวัดสมุทรปราการ และหน่วยงานที่เกี่ยวข้อง เข้าร่วมประชุมในครั้งนี้ด้วย',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/09.png',
        "title" => 'ชป.ร่วมขับเคลื่อนมุกดา smart farm 349 model',
        "desc" => 'วันนี้ (14 มกราคม  2568) ที่อ่างเก็บน้ำห้วยขี้เหล็ก อำเภอนิคมคำสร้อย จังหวัดมุกดาหาร  นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน มอบหมายให้ นายวิทยา แก้วมี  รองอธิบดีกรมชลประทาน ลงพื้นที่  พร้อมเข้าร่วมกิจกรรมลงแขกดำนาปรังเปียกสลับแห้ง ฤดูแล้ง 2567/68  ร่วมกับเกษตรกรในพื้นที่ ซึ่งเป็นส่วนหนึ่งของการขยายผลทำการเกษตรสมัยใหม่  ส่งเสริมการปลูกพืชเศรษฐกิจมูลค่าสูงในพื้นที่ชลประทานจังหวัดมุกดาหาร',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/10.png',
        "title" => 'ชป.ควบคุมความเค็มรุกแม่น้ำบางปะกง บรรลุตามแผน ช่วยชาวแปดริ้ว-ปราจีนบุรี',
        "desc" => 'กรมชลประทาน เดินหน้าป้องกันความเค็มรุกแม่น้ำบางปะกง ใช้น้ำจากอ่างเก็บน้ำ 5 แห่ง ยันความเค็ม บรรเทาความเดือดร้อนพี่น้องชาวแปดริ้วและปราจีนบุรี รอดพ้นวิกฤตมีน้ำกินน้ำใช้ตลอดฤดูแล้งนี้',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/11.png',
        "title" => 'ชป.ร่วมพิธีมอบสัญญาเช่าที่ราชพัสดุ โครงการ “ธนารักษ์เอื้อราษฎร์” “สัญญาเช่าที่ดิน พลิกชีวิตประชาชน”',
        "desc" => 'วันนี้ (13 มกราคม 2568) นางสาวแพทองธาร ชินวัตร นายกรัฐมนตรี เป็นประธานในพิธีมอบสัญญาเช่าที่ราชพัสดุ ตามโครงการ “ธนารักษ์เอื้อราษฎร์” “สัญญาเช่าที่ดิน พลิกชีวิตประชาชน” ประจำปีงบประมาณ 2568 แปลงหมายเลขทะเบียนที่ นว.339 (บึงบอระเพ็ด) จังหวัดนครสวรรค์ จัดขึ้นโดยกรมธนารักษ์ กระทรวงการคลัง โดยมีนางสาวชุติพร เสชัง ผู้ว่าราชการจังหวัดนครสวรรค์ นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน และผู้เกี่ยวข้องเข้าร่วมในพิธี ณ อาคารอเนกประสงค์ สัมมนาและจัดนิทรรศการ บึงบอระเพ็ด จังหวัดนครสวรรค์',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/12.png',
        "title" => 'นายกฯ แพทองธาร เยือนบึงบอระเพ็ด ลุย...พัฒนาแหล่งน้ำเพื่อชาวนครสวรรค์ ',
        "desc" => 'วันนี้ (13 ม.ค.68 ) นางสาวแพทองธาร ชินวัตร นายกรัฐมนตรี และคณะ ลงพื้นที่ติดตามการบริหารจัดการน้ำบึงบอระเพ็ด จังหวัดนครสวรรค์ โดยมี นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน นายสมจิตฐิพงศ์ อำนาจศาล ผู้อำนวยการสำนักงานชลประทานที่ 3 นายทวีวัฒน์ สืบสุขมั่นสกุล ผู้อำนวยการสำนักงานชลประทานที่ 4 นายวัชระ ไกรสัย ผู้อำนวยการสำนักงานชลประทานที่ 12 นายเอกฉัตร เอี่ยมตาล ผู้อำนวยการโครงการชลประทานนครสวรรค์ และผู้เกี่ยวข้อง ร่วมลงพื้นที่ในครั้งนี้ด้วย',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],[
        "imgBg" => 'public/assets/app/images/content/16.png',
        "title" => 'กรมชลฯ ชู Smart Farm 349 ต้นแบบความก้าวหน้าของเกษตรกรไทย',
        "desc" => ' วันนี้ (13 มกราคม 2568) นายสุริยพล นุชอนงค์ อธิบดีกรมชลประทาน มอบหมายให้ นายวิทยา แก้วมี รองอธิบดีกรมชลประทาน ลงพื้นที่ตรวจเยี่ยมการดำเนินงานโครงการ มุกดา Smart Farm 349 model ณ โครงการอ่างเก็บน้ำห้วยมุก อำเภอคำชะอี จังหวัดมุกดาหาร โดยมี นายปริญญา คัชมาตย์ ผู้อำนวยการสำนักงานชลประทานที่ 7 นายองอาจ แสนอุบล ผู้อำนวยการโครงการชลประทานมุกดาหาร และผู้เกี่ยวข้องร่วมลงพื้นที่',
        "cate" => 'ข่าวเด่นชลประทาน'
      ],
    ]
  ?>
  <section class="section-padding">
  
  </section>
  
  <?php include_once('layout/footer.php'); ?>
  <?php include_once('include/script.php'); ?>
</body>
</html>