<!DOCTYPE html>
<html lang="th">

<head>
  <?php include_once('include/header.php'); ?>
  <?php include_once('include/style.php'); ?>
</head>

<body class="loading">
  <?php include_once('layout/topnav.php'); ?>
  <?php
  $breadcrumb = [
    [ 'url' => '#', 'display' => 'เกี่ยวกับกรม' ],
    [ 'url' => '#', 'display' => 'ตราสัญลักษณ์ประจำกรม' ],
  ];
  $breadcrumbTitle = 'ประวัติกรมชลประทาน';
  $breadcrumbBg = 'public/assets/app/images/breadcrumb/01.jpg';
  include('components/breadcrumb.php');
  ?>

  <section class="section-padding section-07 bg-white">
    <div class="img-bg" style="background-image:url('public/assets/app/images/bg/emblem.jpg'); background-size: contain; background-position: top;"></div>
    <div class="container">
      <div class="ss-title jc-center mt-5">
        <h3 class="fw-700 text-center pt-1" data-aos="fade-up" data-aos-delay="150">
          ตราสัญลักษณ์ประจำกรม
        </h3>
      </div>
      <div class="content">
        <div class="pt-5 pb-5 text-center">
          <img class="mw-100" src="public/assets/app/images/content/about-04.png" width="750" alt="content">
        </div>
        <div class="text-center mb-5">
          <p>เป็นเครื่องหมายรูปกลมลาย กลางเป็นภาพพระวรุณถือพระขรรค์ ประทับยืนอยู่ในซุ้มเรือนแก้ว</p>
          <p class="xxs color-gray-01">(หมายถึง  อำนาจ บริหาร อันทรงไว้ซึ่งความสุจริต  ยุติธรรมและการตัดสินแก้ไขปัญหาอุปสรรคต่างๆ)</p>
        </div>
        <div class="text-center pt-3 mb-5">
          <p>เสด็จลีลามาบนหลังพญานาค </p>
          <p class="xxs color-gray-01">(แสดงว่าสังกัดกับกระทรวงเกษตรและสหกรณ์)</p>
        </div>
        <div class="text-center pt-3 mb-5">
          <p>ด้านข้างทั้งสองเป็นภาพพญานาค กำลังพ่นน้ำ </p>
          <p class="xxs color-gray-01">(แสดงว่าสังกัดกับกระทรวงเกษตรและสหกรณ์)</p>
        </div>
        <div class="text-center pt-3 mb-5">
          <p>เบื้องล่างนอกขอบเครื่องหมาย มีอักษรข้อความชื่อ กรมชลประทาน เป็นโค้งรองรับ</p>
          <p class="xxs color-gray-01">(ไม่จำกัดสีและขนาด)</p>
        </div>

        <div class="bg-bluesky-01 m-auto text-center bradius-4 pt-5 pb-5 pr-2 pl-2" style="max-width: 990px;">
          <p class="xs">
            ตามประกาศสำนักนายกรัฐมนตรี เรื่อง กำหนดภาพเครื่องหมายราชการ  ตามพระราชบัญญัติ เครื่องหมายราชการ พุทธศักราช 2482 (ฉบับที่ 167)<br>
            ประกาศ ณ วันที่ 30 มีนาคม 2544 ลงพิมพ์ในราชกิจจานุเบกษา เล่ม 118 ตอนที่ 46 หน้า 1 ลงวันที่ 7 มิถุนายน 2544
          </p>
        </div>

      </div>
    </div>
  </section>

  <section class="section-padding pt-0">
    <div class="container">
      <!-- รูปภาพที่เกี่ยวข้อง -->
      <div class="mt-5 pt-5" data-aos="fade-up" data-aos-delay="100">
        <div class="ss-title-01 mt-6">
          <p class="title">รูปภาพที่เกี่ยวข้อง</p>
          <svg class="pattern-01" width="56" height="19" viewBox="0 0 56 19" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M25.5 19.0001C21.4714 4.75227 17.5573 0.834769 4.63929 0.500062H0.5C1.9752 0.468933 3.35196 0.466707 4.63929 0.500062H44.2951C47.5519 0.139309 51.4023 0.15172 56 0.500062H44.2951C33.0872 1.74154 28.9093 7.40239 25.5 19.0001Z" fill="white"/>
          </svg>
          <svg class="pattern-02" width="9" height="11" viewBox="0 0 9 11" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M5.15374 0.898991C4.92105 0.632182 4.69945 0.386717 4.5 0.162598C4.30055 0.39739 4.07895 0.642854 3.84626 0.898991C2.43906 2.45715 0.5 4.62364 0.5 6.30988C0.5 7.37711 0.943213 8.33762 1.67452 9.03133C2.39474 9.72503 3.39197 10.1626 4.5 10.1626C5.60803 10.1626 6.60526 9.7357 7.32548 9.03133C8.04571 8.33762 8.5 7.36644 8.5 6.30988C8.5 4.62364 6.56094 2.46783 5.15374 0.898991Z" fill="white"/>
          </svg>
        </div>
        <div class="grids no-gap">
          <?php
            $data = [
              [
                'imgBg' => 'public/assets/app/images/content/about-05.png',
                'title' => 'กรมชลประทานร่วมเฝ้ารับเสด็จสมเด็จพระกนิษฐาธิราชเจ้า กรมสมเด็จพระเทพรัตนราชสุดา ฯ สยามบรมราชกุมารี และร่วมการประชุมวิชาการเรื่อง "ราชบัณฑิต มองไกล นำวิจัย ปรับตัวรับมือโลกร้อน"',
                'desc' => 'กรมชลประทานร่วมเฝ้ารับเสด็จสมเด็จพระกนิษฐาธิราชเจ้า กรมสมเด็จพระเทพรัตนราชสุดา ฯ สยามบรมราชกุมารี และร่วมการประชุมวิชาการเรื่อง "ราชบัณฑิต มองไกล นำวิจัย ปรับตัวรับมือโลกร้อน"',
              ],[
                'imgBg' => 'public/assets/app/images/content/about-06.png',
                'title' => 'กรมชลประทานร่วมเฝ้ารับเสด็จสมเด็จพระกนิษฐาธิราชเจ้า กรมสมเด็จพระเทพรัตนราชสุดา ฯ สยามบรมราชกุมารี และร่วมการประชุมวิชาการเรื่อง "ราชบัณฑิต มองไกล นำวิจัย ปรับตัวรับมือโลกร้อน"',
                'desc' => 'กรมชลประทานร่วมเฝ้ารับเสด็จสมเด็จพระกนิษฐาธิราชเจ้า กรมสมเด็จพระเทพรัตนราชสุดา ฯ สยามบรมราชกุมารี และร่วมการประชุมวิชาการเรื่อง "ราชบัณฑิต มองไกล นำวิจัย ปรับตัวรับมือโลกร้อน"',
              ],
            ];

            $totalItems = count($data); 
            $maxItemsToShow = 6;
            $remainingItems = $totalItems - $maxItemsToShow;

            foreach ($data as $i => $d) {
              if ($i < $maxItemsToShow) { 
              ?>
              <div class="grid lg-15 md-25 sm-50 xs-50 mt-1">
                <a href="<?= $d['imgBg'] ?>" class="ss-card pr-2 pt-1" data-fancybox="gallery">
                  <div class="ss-img square bradius-4">
                    <div class="img-bg" style="background-image:url('<?= $d['imgBg'] ?>');"></div>
                    <?php if ($i === $maxItemsToShow - 1) { ?>
                      <div class="filter-03 d-flex ai-center jc-center">
                        <h6 class="color-white fw-400">+ <?= $remainingItems ?></h6>
                      </div>
                    <?php } ?>
                  </div>
                </a>
              </div>
              <?php } else { ?>
                <a href="<?= $d['imgBg'] ?>" data-fancybox="gallery" style="display: none;"></a>
              <?php
              }
            } 
          ?>
        </div>
      </div>
      
      <!-- Doc -->
      <div class="faq-01 mt-5 pt-5" data-aos="fade-up" data-aos-delay="200">
        
        <div class="ss-title-01 mt-6">
          <p class="title">ไฟล์เอกสาร</p>
          <svg class="pattern-01" width="56" height="19" viewBox="0 0 56 19" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M25.5 19.0001C21.4714 4.75227 17.5573 0.834769 4.63929 0.500062H0.5C1.9752 0.468933 3.35196 0.466707 4.63929 0.500062H44.2951C47.5519 0.139309 51.4023 0.15172 56 0.500062H44.2951C33.0872 1.74154 28.9093 7.40239 25.5 19.0001Z" fill="white"/>
          </svg>
          <svg class="pattern-02" width="9" height="11" viewBox="0 0 9 11" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M5.15374 0.898991C4.92105 0.632182 4.69945 0.386717 4.5 0.162598C4.30055 0.39739 4.07895 0.642854 3.84626 0.898991C2.43906 2.45715 0.5 4.62364 0.5 6.30988C0.5 7.37711 0.943213 8.33762 1.67452 9.03133C2.39474 9.72503 3.39197 10.1626 4.5 10.1626C5.60803 10.1626 6.60526 9.7357 7.32548 9.03133C8.04571 8.33762 8.5 7.36644 8.5 6.30988C8.5 4.62364 6.56094 2.46783 5.15374 0.898991Z" fill="white"/>
          </svg>
        </div>
        <?php include_once('data/fileIcon.php'); ?>
        <table class="table table-download style-01 mt-4">
            <tbody>
              <?php
                  foreach([
                    [
                      'type' => 'pdf',
                      'title' => 'คู่มือเอกลักษณ์องค์กร กรมชลประทาน'
                    ],
                ] as $k){
              ?>
                <tr class="border mb-2">
                  <td class="file-container">
                    <div class="icon">
                      <svg width="22" height="29" viewBox="0 0 22 29" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M21.3555 9.10525C20.9264 8.73155 20.2482 8.37169 19.2378 8.37169C17.134 8.37169 15.2724 8.37169 15.2724 8.37169C15.2724 8.37169 13.5285 8.3094 13.5285 6.26788C13.5285 4.22636 13.5285 2.65542 13.5285 2.65542C13.5285 2.65542 13.2863 1.20906 12.8088 0.793832C12.7326 0.731548 12.7257 0.690026 12.7603 0.683105C12.7534 0.683105 12.7465 0.690026 12.7465 0.690026L21.3555 9.00836V9.09833V9.10525ZM12.9126 0.690026C12.9333 0.696946 12.9472 0.696946 12.9679 0.703867C12.9472 0.696946 12.9264 0.696946 12.9126 0.690026ZM12.9748 0.703867L13.0371 0.724628C13.0164 0.717708 12.9956 0.710787 12.9748 0.703867ZM13.3278 0.828434C13.3555 0.842275 13.3901 0.856116 13.4247 0.869957C13.3901 0.856116 13.3624 0.842275 13.3278 0.828434Z" fill="url(#paint0_linear_2731_14534)"/>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M10.3524 0.316406H6.9683H5.04442H3.07902C3.07902 0.316406 3.0375 0.316406 2.9683 0.316406H2.41466C1.42505 0.316406 0.615356 1.12609 0.615356 2.11571V2.83544V3.91502V3.92886V3.97039V3.98423V4.03959V4.13648V4.25412V4.39253V4.53094V4.55862V4.74547V4.83544V4.96V5.15378V5.18838V5.43751V5.48596V5.70741V5.8389V5.99807V6.19876V6.30257V6.57938V6.62783V6.96693V6.97385V7.31987V7.37523V7.68665V7.79045V8.06727V8.20568V8.45481V8.63475V8.8562V9.07765V9.27142V9.52748V9.69357V9.97731V10.1226V10.4341V10.5725V10.9116V11.0292V11.3891V11.4929V11.8735V11.9635V12.3579V12.441V12.5033V12.8424V12.9116V13.3199V13.3891V13.8043V13.8666V14.0742V14.2818V14.3441V14.5517V14.7593V14.8216V15.2368V15.306V15.7143V15.7835V16.1918V16.2749V16.3995V26.4894C0.615356 27.4721 1.40428 28.268 2.38006 28.2887H2.38698H2.3939H2.40082H2.40774H2.41466H2.42158H2.42851H3.05134H6.98214H4.79529H10.9614H20.1655C21.1551 28.2887 21.9648 27.479 21.9648 26.4894V14.0742V11.8804C21.9648 9.17454 19.6257 9.05689 19.6257 9.05689C19.6257 9.05689 17.5219 9.05689 15.1828 9.05689C12.8437 9.05689 12.8991 6.65551 12.8991 6.65551C12.8991 6.65551 12.8991 5.74893 12.8991 2.99461C12.8991 0.226441 10.3731 0.351008 10.3731 0.351008L10.3593 0.337167L10.3524 0.316406ZM21.3697 9.10533C20.9406 8.72471 20.2624 8.37177 19.252 8.37177C17.1482 8.37177 15.2866 8.37177 15.2866 8.37177C15.2866 8.37177 13.5427 8.30949 13.5427 6.26796C13.5427 4.22644 13.5427 2.65551 13.5427 2.65551C13.5427 2.65551 13.3005 1.20914 12.823 0.793915C12.7676 0.745472 12.7468 0.71087 12.7607 0.690109L21.3628 9.00153V8.91156C19.1205 5.52056 17.252 3.84582 15.9372 2.53094C15.3074 1.90118 14.5392 1.40983 13.9164 1.09149C14.5462 1.40983 15.3143 1.90118 15.951 2.53786C17.2659 3.85274 19.1344 5.52748 21.3766 8.91848V9.09841V9.10533H21.3697Z" fill="#E31E24"/>
                        <path d="M4.60754 14.4548H7.05045C7.58332 14.4548 7.97779 14.5793 8.24768 14.8354C8.51758 15.0914 8.64215 15.4444 8.64215 15.915C8.64215 16.3925 8.4899 16.7662 8.20616 17.0361C7.9155 17.306 7.47952 17.4444 6.88436 17.4444H6.08159V19.2022H4.60754V14.4617V14.4548ZM6.08159 16.4824H6.44145C6.73211 16.4824 6.91896 16.4271 7.03661 16.3302C7.15426 16.2333 7.20962 16.1087 7.20962 15.9565C7.20962 15.8042 7.15426 15.6797 7.05737 15.5759C6.96048 15.4721 6.76671 15.4167 6.4899 15.4167H6.07467V16.4686V16.4824H6.08159ZM9.41723 14.4548H11.5902C12.0193 14.4548 12.3653 14.5101 12.6352 14.6278C12.9051 14.7454 13.1127 14.9184 13.2927 15.126C13.4657 15.3475 13.5902 15.5966 13.6664 15.8804C13.7425 16.171 13.784 16.4755 13.784 16.7939C13.784 17.306 13.7287 17.6866 13.611 17.9773C13.4934 18.2541 13.3342 18.4894 13.1335 18.6831C12.9328 18.8769 12.7044 19.0015 12.4691 19.0568C12.1508 19.1399 11.8601 19.1814 11.5972 19.1814H9.42415V14.4409L9.41031 14.4548H9.41723ZM10.8774 15.5343V18.1226H11.2373C11.5487 18.1226 11.7563 18.088 11.9017 18.0188C12.0262 17.9565 12.137 17.825 12.2131 17.6658C12.2892 17.4928 12.3169 17.216 12.3169 16.8423C12.3169 16.344 12.2338 15.998 12.0747 15.8112C11.9155 15.6312 11.6387 15.5343 11.2511 15.5343H10.8913H10.8774ZM14.5522 14.4548H18.1785V15.479H16.0262V16.3094H17.8671V17.2714H16.0262V19.2022H14.5522V14.4617V14.4548Z" fill="white"/>
                        <defs>
                          <linearGradient id="paint0_linear_2731_14534" x1="20.1034" y1="0.522621" x2="13.9811" y2="9.25888" gradientUnits="userSpaceOnUse">
                              <stop stop-color="#A42421"/>
                            <stop offset="1" stop-color="#E31E24"/>
                          </linearGradient>
                        </defs>
                      </svg>
                    </div>
                  </td>
                  <td class="text-container xs-mw-unset">
                    <svg class="pattern-01" width="84" height="42" viewBox="0 0 84 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                      <path d="M42 0L84 0C62.1776 3.02157 45.0216 20.1776 42 42V0Z" fill="white"/>
                      <path d="M42 0L0 0C21.8224 3.02157 38.9784 20.1776 42 42V0Z" fill="white"/>
                    </svg>
                    <svg class="pattern-02" width="14" height="19" viewBox="0 0 14 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                      <path d="M8.14404 1.4881C7.73684 1.00785 7.34903 0.566013 7 0.162598C6.65097 0.585223 6.26316 1.02706 5.85596 1.4881C3.39335 4.2928 0 8.19248 0 11.2277C0 13.1487 0.775623 14.8776 2.0554 16.1263C3.31579 17.375 5.06094 18.1626 7 18.1626C8.93906 18.1626 10.6842 17.3942 11.9446 16.1263C13.205 14.8776 14 13.1295 14 11.2277C14 8.19248 10.6066 4.31201 8.14404 1.4881Z" fill="white"/>
                    </svg>
                    <div>
                      <a class="p title fw-400 color-01 h-color-p lh-sm" href="#">
                        <?= $k['title'] ?>
                      </a>
                      <div class="options mt-2">
                        <div class="option mr-5">
                          <div class="icon color-gray-01">
                            <em class="fa-solid fa-calendar"></em>
                          </div>
                          <span class="p xs color-gray-01 fw-500 ml-2">6 กันยายน 2566</span>
                        </div>
                        <div class="option mr-5">
                          <span class="p sm color-gray-01 fw-500 mr-1">ขนาดไฟล์</span>
                          <span class="p sm color-gray-01 fw-500">800 kb</span>
                        </div>
                        <div class="option mr-2">
                          <span class="p sm color-gray-01 fw-500 mr-1">ดาวน์โหลด</span>
                          <span class="p sm color-gray-01 fw-500">999k</span>
                        </div>
                        <div class="option">
                          <span class="color-gray-01">|</span><span class="p xs color-p border-bottom-1 c-pointer bcolor-p fw-500 ml-2 btn-popup-toggle h-op-07" data-popup="82">แจ้งไฟล์เสีย</span>
                        </div>
                      </div>
                      <div class="show-mobile d-none mt-1">
                        <div class="btns d-flex ai-end jc-start">
                          <a href="#" class="btn sm btn-action btn-p bradius-round">
                            ดาวน์โหลด
                          </a>
                        </div>
                      </div>
                    </div>
                  </td>
                  <td class="button-container">
                    <div class="icon">
                      <svg width="32" height="33" viewBox="0 0 36 37" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M0 18.3496C0 22.6918 3.53334 26.2246 7.875 26.2246H13.5C14.1218 26.2246 14.625 25.7209 14.625 25.0996C14.625 24.4783 14.1218 23.9746 13.5 23.9746H7.875C4.77366 23.9746 2.25 21.451 2.25 18.3496C2.25 15.2483 4.77366 12.7246 7.875 12.7246H9C9.62184 12.7246 10.125 12.2209 10.125 11.5996C10.125 7.25739 13.6583 3.72461 18 3.72461C22.3417 3.72461 25.875 7.25739 25.875 11.5996C25.875 12.2209 26.3782 12.7246 27 12.7246H28.125C31.2263 12.7246 33.75 15.2483 33.75 18.3496C33.75 21.451 31.2263 23.9746 28.125 23.9746H22.5C21.8782 23.9746 21.375 24.4783 21.375 25.0996C21.375 25.7209 21.8782 26.2246 22.5 26.2246H28.125C32.4667 26.2246 36 22.6918 36 18.3496C36 14.0074 32.4667 10.4746 28.125 10.4746H28.0623C27.5009 5.41914 23.2031 1.47461 18 1.47461C12.7969 1.47461 8.49909 5.41914 7.93772 10.4746H7.875C3.53306 10.4746 0 14.0074 0 18.3496ZM14.2954 28.8042L16.875 31.3839V17.2246C16.875 16.6033 17.3782 16.0996 18 16.0996C18.6218 16.0996 19.125 16.6033 19.125 17.2246V31.3839L21.7046 28.8042C22.1442 28.3646 22.8561 28.3646 23.2954 28.8042C23.7347 29.2438 23.735 29.9557 23.2954 30.395L18.7954 34.895C18.5757 35.1146 18.2877 35.2246 18 35.2246C17.7123 35.2246 17.4243 35.1146 17.2046 34.895L12.7046 30.395C12.265 29.9554 12.265 29.2435 12.7046 28.8042C13.1442 28.3649 13.8561 28.3646 14.2954 28.8042Z" fill="#008FD3"/>
                      </svg>
                    </div>
                    <a href="#" class="p title xs color-p">ดาวน์โหลด</a>
                  </td>
                </tr>
              <?php }?>
            </tbody>
          </table>
      </div>

      <!-- Tag & Share -->
      <div class="d-flex ai-center jc-space-between mt-5 mb-5" data-aos="fade-up" data-aos-delay="300">
        <!-- Tag -->
        <div class="d-flex">
          <svg height="22" style="min-width:22px; min-height:22px; margin-top:.5rem;" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
            <g clip-path="url(#clip0_27_13500)"> 
              <path class="fill-white-theme" d="M13.5 2.60034H9.34364C9.06869 2.60034 8.6844 2.75963 8.49013 2.95375L2.79182 8.65204C2.40273 9.04069 2.40273 9.67789 2.79182 10.0661L7.03468 14.3088C7.42289 14.6974 8.05947 14.6974 8.44827 14.3083L14.1466 8.61093C14.3407 8.41684 14.5 8.03194 14.5 7.75758V3.60038C14.5 3.05049 14.0498 2.60034 13.5 2.60034ZM11.4998 6.60036C10.9475 6.60036 10.4998 6.15215 10.4998 5.60032C10.4998 5.04758 10.9475 4.60028 11.4998 4.60028C12.0521 4.60028 12.5 5.04758 12.5 5.60032C12.5001 6.15215 12.0521 6.60036 11.4998 6.60036Z" fill="#008FD3"></path>
            </g>
            <defs>
              <clipPath id="clip0_27_13500">
              <rect width="12" height="12" fill="white" transform="translate(2.5 2.59998)"></rect>
              </clipPath>
            </defs>
          </svg> 
          <div class="ss-tags">
            <div class="tag">
              <span class="title">กรมชลประทาน</span>
            </div>
            <div class="tag">
              <span class="title">ข่าวเด่น</span>
            </div>
            <div class="tag">
              <span class="title">ประชุมนานาชาติ</span>
            </div>
          </div>  
        </div>

        <!-- Social Share -->
        <?php include_once('components/social-share.php'); ?>
      </div>
    </div>
  </section>

  <?php include_once('include/script.php'); ?>
  <?php include_once('layout/footer.php'); ?>

</body>

</html>