<!DOCTYPE html>
<html lang="th">

<head>
  <?php include_once('include/header.php'); ?>
  <?php include_once('include/style.php'); ?>
</head>

<body class="loading">
  <?php include_once('layout/topnav.php'); ?>
  <?php
  $breadcrumb = [
    ['url' => '#', 'display' => 'ติดต่อเรา'],
    ['url' => '#', 'display' => 'คำถามที่พบบ่อย'],
  ];
  $breadcrumbTitle = 'คำถามที่พบบ่อย';
  $breadcrumbBg = 'public/assets/app/images/breadcrumb/01.jpg';
  include('components/breadcrumb.php');
  ?>

  <section class="section-03 pt-5 pb-5">
    <div class="img-bg" style="background-image:url('public/assets/app/images/bg/20-1.jpg');"></div>
    <div class="container">
      <h4 class="fw-700 color-p text-center font-mitr pt-3">คำถามแนะนำ</h4>
      <div class="swiper-expand swiper-horizontal pb-3">
        <div class="swiper-02" data-aos="fade-up" data-aos-delay="100">
          <div class="swiper-wrapper box-shadow">
            <?php
            $titleDoc = [
              [
                'title' => 'ข้อที่ ๑ (๖๗) องค์กรมีการประกาศเจตนารมณ์ร่วมกัน ที่จะขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม โดยยึดมั่น ในหลักธรรมทางศาสนา 
                  หลักปรัชญาของเศรษฐกิจพอเพียง วิถีวัฒนธรรมไทยและคุณธรรม ๕ ประการ พอเพียง วินัย สุจริต จิตอาสา กตัญญู'
              ],
              [
                'title' => 'ข้อที่ ๑ (๖๗) องค์กรมีการประกาศเจตนารมณ์ร่วมกัน ที่จะขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม โดยยึดมั่น ในหลักธรรมทางศาสนา 
                  หลักปรัชญาของเศรษฐกิจพอเพียง วิถีวัฒนธรรมไทยและคุณธรรม ๕ ประการ พอเพียง วินัย สุจริต จิตอาสา กตัญญู '
              ],
              [
                'title' => '"องค์กรมีการประกาศเจตนารมณ์ร่วมกันที่จะขับเคลื่อนหน่วยงานให้เป็นองค์กรคุณธรรม"'
              ],
              [
                'title' => 'ข้อ 1 องค์กรมีการประกาศเจตนารมณ์ร่วมกันที่จะ ขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม 
                  โดยยึดมั่นใน หลักธรรมทางศาสนา หลักปรัชญาเศรษฐกิจพอเพียง วิถีวัฒนธรรมและคุณธรรม 5 ประการ 
                  พอเพียง วินัย สุจริต จิตอาสา กตัญญู'
              ],
              [
                'title' => 'ข้อที่ ๑ (๖๗) องค์กรมีการประกาศเจตนารมณ์ร่วมกัน ที่จะขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม โดยยึดมั่น ในหลักธรรมทางศาสนา 
                    หลักปรัชญาของเศรษฐกิจพอเพียง วิถีวัฒนธรรมไทยและคุณธรรม ๕ ประการ พอเพียง วินัย สุจริต จิตอาสา กตัญญู'
              ],
              [
                'title' => 'ข้อที่ ๑ (๖๗) องค์กรมีการประกาศเจตนารมณ์ร่วมกัน ที่จะขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม โดยยึดมั่น ในหลักธรรมทางศาสนา 
                    หลักปรัชญาของเศรษฐกิจพอเพียง วิถีวัฒนธรรมไทยและคุณธรรม ๕ ประการ พอเพียง วินัย สุจริต จิตอาสา กตัญญู '
              ],
              [
                'title' => '"องค์กรมีการประกาศเจตนารมณ์ร่วมกันที่จะขับเคลื่อนหน่วยงานให้เป็นองค์กรคุณธรรม"'
              ],
              [
                'title' => 'ข้อ 1 องค์กรมีการประกาศเจตนารมณ์ร่วมกันที่จะ ขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม 
                    โดยยึดมั่นใน หลักธรรมทางศาสนา หลักปรัชญาเศรษฐกิจพอเพียง วิถีวัฒนธรรมและคุณธรรม 5 ประการ 
                    พอเพียง วินัย สุจริต จิตอาสา กตัญญู'
              ],
              [
                'title' => 'ข้อ 1 องค์กรมีการประกาศเจตนารมณ์ร่วมกันที่จะ ขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม 
                    โดยยึดมั่นใน หลักธรรมทางศาสนา หลักปรัชญาเศรษฐกิจพอเพียง วิถีวัฒนธรรมและคุณธรรม 5 ประการ 
                    พอเพียง วินัย สุจริต จิตอาสา กตัญญู'
              ],
            ];
            ?>
            <?php foreach ($titleDoc as $i => $d) { ?>
              <div class="swiper-slide">
                <div class="faq-01 style-03">
                  <div class="content">
                    <div class="wrapper">
                    <table class="table table-download style-02 responsive-01" style="z-index:2;">
                      <tbody>
                        <tr>
                          <td class="file-container">
                            <div class="icon">
                              <div class="show-inactive">
                                <svg width="90" height="90" viewBox="0 0 90 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                                  <path d="M0 45C0 20.1472 20.1472 0 45 0C69.8528 0 90 20.1472 90 45V90H45C20.1472 90 0 69.8528 0 45Z" fill="url(#paint0_linear_2212_48029)" />
                                  <defs>
                                    <linearGradient id="paint0_linear_2212_48029" x1="45" y1="0" x2="45" y2="90" gradientUnits="userSpaceOnUse">
                                      <stop stop-color="#0F9DD4" />
                                      <stop offset="1" stop-color="#004990" />
                                    </linearGradient>
                                  </defs>
                                </svg>
                                <svg class="in-icon" width="30" height="40" viewBox="0 0 30 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                                  <path d="M28.8962 0.999844C28.2523 0.355078 27.3955 0 26.4837 0H8.61914C8.39125 0 8.17266 0.0905469 8.01148 0.251719L0.355234 7.90797C0.194141 8.06914 0.103516 8.28773 0.103516 8.51562V36.5885C0.103516 38.4696 1.63391 40 3.515 40H26.4837C27.3955 40 28.2523 39.6449 28.8954 39.0009C29.5402 38.357 29.8952 37.5002 29.8952 36.5885V3.41148C29.8952 2.49977 29.5402 1.64297 28.8962 0.999844ZM8.97516 1.71875H9.03586V7.23961C9.03586 8.17289 8.27648 8.93227 7.34312 8.93227H1.82227V8.87164L8.97516 1.71875ZM28.1765 36.5885C28.1765 37.0407 28.0005 37.4656 27.6801 37.7855C27.3609 38.1052 26.9359 38.2812 26.4837 38.2812H3.515C2.58164 38.2812 1.82227 37.5219 1.82227 36.5885V10.651H7.34312C9.22422 10.651 10.7546 9.12062 10.7546 7.23961V1.71875H26.4837C26.9359 1.71875 27.3609 1.89477 27.6808 2.21516C28.0005 2.53437 28.1765 2.95922 28.1765 3.41141V36.5885Z" fill="white" />
                                  <path d="M14.9994 26.6028C14.5248 26.6028 14.14 26.218 14.14 25.7434V24.4674C14.14 23.9928 14.5248 23.608 14.9994 23.608C15.9327 23.608 16.6921 22.8487 16.6921 21.9153C16.6921 21.4631 16.5161 21.0382 16.1964 20.7191C15.8764 20.3986 15.4516 20.2227 14.9994 20.2227C14.0654 20.2227 13.3066 20.9814 13.3066 21.9141C13.3066 22.3887 12.9219 22.7741 12.4473 22.7741C11.9727 22.7741 11.5879 22.39 11.5879 21.9154V21.9141C11.5879 20.0337 13.1177 18.5039 14.998 18.5039C15.911 18.5039 16.7678 18.859 17.4118 19.5038C18.0558 20.1469 18.4109 21.0037 18.4109 21.9154C18.4109 23.4998 17.3253 24.8354 15.8588 25.2173V25.7435C15.8588 26.218 15.474 26.6028 14.9994 26.6028Z" fill="white" />
                                  <path d="M14.9987 33.6184C9.59961 33.6184 5.20703 29.2259 5.20703 23.8268C5.20703 18.4277 9.59961 14.0352 14.9987 14.0352C20.3977 14.0352 24.7903 18.4277 24.7903 23.8268C24.7903 29.2259 20.3977 33.6184 14.9987 33.6184ZM14.9987 15.7539C10.5473 15.7539 6.92578 19.3754 6.92578 23.8268C6.92578 28.2782 10.5473 31.8997 14.9987 31.8997C19.45 31.8997 23.0716 28.2782 23.0716 23.8268C23.0716 19.3754 19.4501 15.7539 14.9987 15.7539Z" fill="white" />
                                </svg>
                              </div>
                              <div class="show-active">
                                <svg width="90" height="90" viewBox="0 0 90 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                                  <path d="M0 45C0 20.1472 20.1472 0 45 0C69.8528 0 90 20.1472 90 45V90H45C20.1472 90 0 69.8528 0 45Z" fill="white"/>
                                </svg>
                                <svg class="in-icon" width="32" height="40" viewBox="0 0 32 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                                  <path d="M27.6562 5.10422H25.9635V3.41148C25.9635 1.53039 24.4331 0 22.552 0H8.51563C8.28773 0 8.06914 0.0905469 7.90797 0.251719L0.251719 7.90797C0.0905469 8.06914 0 8.28773 0 8.51562V31.4844C0 33.3655 1.53039 34.8959 3.41148 34.8959H5.10414V36.5886C5.10414 37.5003 5.45922 38.3571 6.1032 39.0002C6.74719 39.645 7.60383 40.0001 8.51555 40.0001H27.6562C29.5373 40.0001 31.0677 38.4697 31.0677 36.5886V8.51562C31.0677 6.63453 29.5373 5.10422 27.6562 5.10422ZM8.87156 1.71875H8.93227V7.23953C8.93227 8.17289 8.17289 8.93227 7.23953 8.93227H1.71875V8.87156L8.87156 1.71875ZM1.71875 31.4844V10.651H7.23961C9.1207 10.651 10.6511 9.12063 10.6511 7.23953V1.71875H22.5521C23.4855 1.71875 24.2448 2.47812 24.2448 3.41148V31.4844C24.2448 32.4177 23.4855 33.1771 22.5521 33.1771H3.41148C2.47805 33.1771 1.71875 32.4177 1.71875 31.4844ZM29.3489 36.5885C29.3489 37.5219 28.5895 38.2812 27.6562 38.2812H8.51555C8.06336 38.2812 7.63852 38.1052 7.31852 37.7848C6.99891 37.4656 6.82289 37.0408 6.82289 36.5886V34.8959H22.552C24.4331 34.8959 25.9635 33.3655 25.9635 31.4844V6.82297H27.6562C28.5896 6.82297 29.349 7.58234 29.349 8.51562L29.3489 36.5885Z" fill="#008FD3"/>
                                  <path d="M18.7227 17.0312H7.23828C6.76367 17.0312 6.37891 16.6465 6.37891 16.1719C6.37891 15.6973 6.76367 15.3125 7.23828 15.3125H18.7227C19.1973 15.3125 19.582 15.6973 19.582 16.1719C19.582 16.6465 19.1973 17.0312 18.7227 17.0312Z" fill="#008FD3"/>
                                  <path d="M18.7227 22.1367H7.23828C6.76367 22.1367 6.37891 21.752 6.37891 21.2773C6.37891 20.8027 6.76367 20.418 7.23828 20.418H18.7227C19.1973 20.418 19.582 20.8027 19.582 21.2773C19.582 21.752 19.1973 22.1367 18.7227 22.1367Z" fill="#008FD3"/>
                                  <path d="M13.6185 27.2383H7.23828C6.76367 27.2383 6.37891 26.8535 6.37891 26.3789C6.37891 25.9043 6.76367 25.5195 7.23828 25.5195H13.6185C14.0931 25.5195 14.4779 25.9043 14.4779 26.3789C14.4779 26.8535 14.0931 27.2383 13.6185 27.2383Z" fill="#008FD3"/>
                                </svg>

                              </div>
                            </div>
                          </td>
                          <td class="text-container xs-mw-unset">
                            <div>
                              <a class="p title size-01 fw-400 color-black" href="#"><?= $d['title'] ?> </a>
                              <div class="options pl-0 mt-4">
                                <div class="option color-gray-01">
                                  <div class="icon">
                                    <em class="fa-solid fa-calendar"></em>
                                  </div>
                                  <span class="p xs ml-2 fw-400">21 พ.ค. 67</span>
                                </div>
                              </div>
                            </div>
                          </td>
                          <td class="button-container">
                            <div class="">
                              <div class="btn-collap">
                                <svg width="34" height="34" viewBox="0 0 34 34" fill="none" xmlns="http://www.w3.org/2000/svg">
                                  <path d="M17.0007 33.668C7.81732 33.668 0.333984 26.1846 0.333984 17.0013C0.333984 7.81797 7.81732 0.334633 17.0007 0.334633C26.184 0.334633 33.6673 7.81797 33.6673 17.0013C33.6673 26.1846 26.184 33.668 17.0007 33.668ZM23.7673 14.018C23.5173 13.768 23.2007 13.6513 22.884 13.6513C22.5673 13.6513 22.2507 13.768 22.0007 14.018L17.0007 19.018L12.0007 14.018C11.5173 13.5346 10.7173 13.5346 10.234 14.018C9.75065 14.5013 9.75065 15.3013 10.234 15.7846L16.1173 21.668C16.6007 22.1513 17.4007 22.1513 17.884 21.668L23.7673 15.7846C24.2507 15.2846 24.2507 14.5013 23.7673 14.018Z" fill="#008FD3" />
                                </svg>
                              </div>
                            </div>
                          </td>
                        </tr>
                      </tbody>
                    </table>
                    </div>
                    <div class="answer">
                      <div class="answer-header">
                        <p class="color-s fw-700">คำตอบ</p>
                        <ol class="mt-1 pl-6">
                          <li class="fw-400">
                            แบบประเมินประสิทธิภาพและประสิทธิผลการปฏิบัติงานของข้าราชการลูกจ้างประจํา
                            และเอกสารประกอบให้ใช้ตามแบบที่กําหนดแนบท้ายนี้ (ตามเอกสารหมายเลข 1 และเอกสารประกอบ หมายเลข 2)
                          </li>
                          <li class="fw-400">
                            ให้มีการกาหนดข้อตกลงเกี่ยวกับผลการปฏิบัติงานรวมกันระหว่างผู้ประเมินและผู้รับการประเมินแผนงานโครงการ
                            หรือผลงานที่กําหนดในการมอบหมายงาน
                          </li>
                        </ol>
                      </div>
                      <?php include_once('data/fileIcon.php'); ?>
                      <table class="table table-download sub style-02">
                        <tbody>
                          <?php
                          foreach (
                            [
                              [
                                'title' => 'หลักเกณฑ์และแนวทางปฏิบัติในการประเมินประสิทธิภาพและประสิทธิผลการปฏิบัติงาน',
                                'icon' => $pdf,
                                'type' => 'file'
                              ],
                              [
                                'title' => 'ชป.ร่วมประชุมนานาชาติว่าด้วยการจัดการทรัพยากรดินและน้ำฯ ชูความสำเร็จการทำนาเปียกสลับแห้งสู่สากล.pdf',
                                'icon' => $pdf,
                                'type' => 'file'
                              ],
                            ] as $i => $d
                          ) {
                          ?>
                            <tr class="border-0 hover-01 mb-2 border-right-0 border-left-0">
                              <td class="file-container">
                                <div class="icon">
                                  <?= $d['icon'] ?>
                                </div>
                              </td>
                              <td class="text-container xs-mw-unset">
                                <div>
                                  <a class="p title fw-400 color-01 lh-sm" href="#">
                                    <?= $d['title'] ?>
                                  </a>
                                  <div class="options mt-2">
                                    <div class="option mr-4 color-gray-01">
                                      <div class="icon">
                                        <em class="fa-solid fa-calendar"></em>
                                      </div>
                                      <span class="p xs ml-2 fw-400">21 พ.ค. 67</span>
                                    </div>
                                    <div class="option mr-5">
                                      <span class="p sm color-gray-01 fw-700">ขนาดไฟล์</span>
                                      <span class="p sm color-gray-01 fw-400 ml-1">800 Kb</span>
                                    </div>
                                    <div class="option mr-2">
                                      <span class="p sm color-gray-01 fw-700">ดาวน์โหลด</span>
                                      <span class="p sm color-gray-01 fw-400 ml-1">999k</span>
                                    </div>
                                    <div class="option mr-2">
                                      <span class="p xs color-gray-01 fw-200">|</span>
                                    </div>
                                    <div class="option">
                                      <span class="p xs c-pointer color-p color-03 fw-500 btn-popup-toggle a link" data-popup="82">แจ้งไฟล์เสีย</span>
                                    </div>
                                  </div>
                                  <div class="show-mobile d-none">
                                    <div class="btns d-flex ai-end jc-start">
                                      <a href="#" class="btn sm btn-action btn-p bradius-round">
                                        <?= $d['type'] === 'link' ? 'คลิกลิงก์' : 'ดาวน์โหลด' ?>
                                      </a>
                                    </div>
                                  </div>
                                </div>
                              </td>
                              <td class="button-container">
                                <div class="icon">
                                  <?php if ($d['type'] === 'link') { ?>
                                    <svg width="30" height="29" viewBox="0 0 37 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                      <path class="stroke-white-theme" d="M20 16.4992L32.3 4.19922" stroke="#008FD3" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                      <path class="stroke-white-theme" d="M33.4998 10.2V3H26.2998" stroke="#008FD3" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                      <path class="stroke-white-theme" d="M17 3H14C6.5 3 3.5 6 3.5 13.5V22.5C3.5 30 6.5 33 14 33H23C30.5 33 33.5 30 33.5 22.5V19.5" stroke="#008FD3" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                    </svg>
                                  <?php } else { ?>
                                    <svg width="32" height="33" viewBox="0 0 36 37" fill="none" xmlns="http://www.w3.org/2000/svg">
                                      <path class="fill-white-theme" d="M0 18.3496C0 22.6918 3.53334 26.2246 7.875 26.2246H13.5C14.1218 26.2246 14.625 25.7209 14.625 25.0996C14.625 24.4783 14.1218 23.9746 13.5 23.9746H7.875C4.77366 23.9746 2.25 21.451 2.25 18.3496C2.25 15.2483 4.77366 12.7246 7.875 12.7246H9C9.62184 12.7246 10.125 12.2209 10.125 11.5996C10.125 7.25739 13.6583 3.72461 18 3.72461C22.3417 3.72461 25.875 7.25739 25.875 11.5996C25.875 12.2209 26.3782 12.7246 27 12.7246H28.125C31.2263 12.7246 33.75 15.2483 33.75 18.3496C33.75 21.451 31.2263 23.9746 28.125 23.9746H22.5C21.8782 23.9746 21.375 24.4783 21.375 25.0996C21.375 25.7209 21.8782 26.2246 22.5 26.2246H28.125C32.4667 26.2246 36 22.6918 36 18.3496C36 14.0074 32.4667 10.4746 28.125 10.4746H28.0623C27.5009 5.41914 23.2031 1.47461 18 1.47461C12.7969 1.47461 8.49909 5.41914 7.93772 10.4746H7.875C3.53306 10.4746 0 14.0074 0 18.3496ZM14.2954 28.8042L16.875 31.3839V17.2246C16.875 16.6033 17.3782 16.0996 18 16.0996C18.6218 16.0996 19.125 16.6033 19.125 17.2246V31.3839L21.7046 28.8042C22.1442 28.3646 22.8561 28.3646 23.2954 28.8042C23.7347 29.2438 23.735 29.9557 23.2954 30.395L18.7954 34.895C18.5757 35.1146 18.2877 35.2246 18 35.2246C17.7123 35.2246 17.4243 35.1146 17.2046 34.895L12.7046 30.395C12.265 29.9554 12.265 29.2435 12.7046 28.8042C13.1442 28.3649 13.8561 28.3646 14.2954 28.8042Z" fill="#008FD3" />
                                    </svg>
                                  <?php } ?>
                                </div>
                                <a href="#" class="p title xs color-p border-bottom-1 bcolor-p">
                                  <?= $d['type'] === 'link' ? 'คลิกลิงก์' : 'ดาวน์โหลด' ?>
                                </a>
                              </td>
                            </tr>
                          <?php } ?>
                        </tbody>
                      </table>
                    </div>
                  </div>
                </div>
                
              </div>
            <?php } ?>
          </div>
        </div>
        <div class="arrows">
          <div class="arrow arrow-prev c-pointer">
            <em class="fa-solid fa-arrow-left pos-relative"></em>
          </div>
          <div class="arrow arrow-next c-pointer">
            <em class="fa-solid fa-arrow-right pos-relative"></em>
          </div>
        </div>
        <div class="swiper-pagination mt-5"></div>
      </div>
    </div>
  </section>

  <section class="section-padding pt-4 section-17 bg-white">
    <?php
    $titleDoc = [
      [
        'title' => 'ข้อที่ ๑ (๖๗) องค์กรมีการประกาศเจตนารมณ์ร่วมกัน ที่จะขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม โดยยึดมั่น ในหลักธรรมทางศาสนา 
          หลักปรัชญาของเศรษฐกิจพอเพียง วิถีวัฒนธรรมไทยและคุณธรรม ๕ ประการ พอเพียง วินัย สุจริต จิตอาสา กตัญญู'
      ],
      [
        'title' => 'ข้อที่ ๑ (๖๗) องค์กรมีการประกาศเจตนารมณ์ร่วมกัน ที่จะขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม โดยยึดมั่น ในหลักธรรมทางศาสนา 
          หลักปรัชญาของเศรษฐกิจพอเพียง วิถีวัฒนธรรมไทยและคุณธรรม ๕ ประการ พอเพียง วินัย สุจริต จิตอาสา กตัญญู '
      ],
      [
        'title' => '"องค์กรมีการประกาศเจตนารมณ์ร่วมกันที่จะขับเคลื่อนหน่วยงานให้เป็นองค์กรคุณธรรม"'
      ],
      [
        'title' => 'ข้อ 1 องค์กรมีการประกาศเจตนารมณ์ร่วมกันที่จะ ขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม 
          โดยยึดมั่นใน หลักธรรมทางศาสนา หลักปรัชญาเศรษฐกิจพอเพียง วิถีวัฒนธรรมและคุณธรรม 5 ประการ 
          พอเพียง วินัย สุจริต จิตอาสา กตัญญู'
      ],
      [
        'title' => 'ข้อที่ ๑ (๖๗) องค์กรมีการประกาศเจตนารมณ์ร่วมกัน ที่จะขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม โดยยึดมั่น ในหลักธรรมทางศาสนา 
            หลักปรัชญาของเศรษฐกิจพอเพียง วิถีวัฒนธรรมไทยและคุณธรรม ๕ ประการ พอเพียง วินัย สุจริต จิตอาสา กตัญญู'
      ],
      [
        'title' => 'ข้อที่ ๑ (๖๗) องค์กรมีการประกาศเจตนารมณ์ร่วมกัน ที่จะขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม โดยยึดมั่น ในหลักธรรมทางศาสนา 
            หลักปรัชญาของเศรษฐกิจพอเพียง วิถีวัฒนธรรมไทยและคุณธรรม ๕ ประการ พอเพียง วินัย สุจริต จิตอาสา กตัญญู '
      ],
      [
        'title' => '"องค์กรมีการประกาศเจตนารมณ์ร่วมกันที่จะขับเคลื่อนหน่วยงานให้เป็นองค์กรคุณธรรม"'
      ],
      [
        'title' => 'ข้อ 1 องค์กรมีการประกาศเจตนารมณ์ร่วมกันที่จะ ขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม 
            โดยยึดมั่นใน หลักธรรมทางศาสนา หลักปรัชญาเศรษฐกิจพอเพียง วิถีวัฒนธรรมและคุณธรรม 5 ประการ 
            พอเพียง วินัย สุจริต จิตอาสา กตัญญู'
      ],
      [
        'title' => 'ข้อ 1 องค์กรมีการประกาศเจตนารมณ์ร่วมกันที่จะ ขับเคลื่อนองค์กรให้เป็นองค์กรคุณธรรม 
            โดยยึดมั่นใน หลักธรรมทางศาสนา หลักปรัชญาเศรษฐกิจพอเพียง วิถีวัฒนธรรมและคุณธรรม 5 ประการ 
            พอเพียง วินัย สุจริต จิตอาสา กตัญญู'
      ],
    ]
    ?>
    <div class="container">
      <div data-aos="fade-up" data-aos-delay="0">
        <?php
        $listHeaderClass = 'mt-3 mb-3 pb-5';
        $listHeader = ['search', 'date-01', 'order', 'collapse'];
        include('components/list-header.php');
        ?>
      </div>
      <h6 class="mt-6 mb-2">ผลการค้นหา <span class="color-p fw-700">"กรมชลประทาน"</span> ค้นพบ <span class="color-p fw-700">10</span> รายการ</h6>

      <div class="faq-01 style-03" data-aos="fade-up" data-aos-delay="150">
        <?php foreach ($titleDoc as $i => $d) { ?>
          <div class="content <?php if ($i == 0) echo 'active'; ?> mb-2">
            <div class="wrapper">
              <table class="table table-download style-02 responsive-01" style="z-index:2;">
                <tbody>
                  <tr>
                    <td class="file-container">
                      <div class="icon">
                        <div class="show-inactive">
                          <svg width="90" height="90" viewBox="0 0 90 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M0 45C0 20.1472 20.1472 0 45 0C69.8528 0 90 20.1472 90 45V90H45C20.1472 90 0 69.8528 0 45Z" fill="url(#paint0_linear_2212_48029)" />
                            <defs>
                              <linearGradient id="paint0_linear_2212_48029" x1="45" y1="0" x2="45" y2="90" gradientUnits="userSpaceOnUse">
                                <stop stop-color="#0F9DD4" />
                                <stop offset="1" stop-color="#004990" />
                              </linearGradient>
                            </defs>
                          </svg>
                          <svg class="in-icon" width="30" height="40" viewBox="0 0 30 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M28.8962 0.999844C28.2523 0.355078 27.3955 0 26.4837 0H8.61914C8.39125 0 8.17266 0.0905469 8.01148 0.251719L0.355234 7.90797C0.194141 8.06914 0.103516 8.28773 0.103516 8.51562V36.5885C0.103516 38.4696 1.63391 40 3.515 40H26.4837C27.3955 40 28.2523 39.6449 28.8954 39.0009C29.5402 38.357 29.8952 37.5002 29.8952 36.5885V3.41148C29.8952 2.49977 29.5402 1.64297 28.8962 0.999844ZM8.97516 1.71875H9.03586V7.23961C9.03586 8.17289 8.27648 8.93227 7.34312 8.93227H1.82227V8.87164L8.97516 1.71875ZM28.1765 36.5885C28.1765 37.0407 28.0005 37.4656 27.6801 37.7855C27.3609 38.1052 26.9359 38.2812 26.4837 38.2812H3.515C2.58164 38.2812 1.82227 37.5219 1.82227 36.5885V10.651H7.34312C9.22422 10.651 10.7546 9.12062 10.7546 7.23961V1.71875H26.4837C26.9359 1.71875 27.3609 1.89477 27.6808 2.21516C28.0005 2.53437 28.1765 2.95922 28.1765 3.41141V36.5885Z" fill="white" />
                            <path d="M14.9994 26.6028C14.5248 26.6028 14.14 26.218 14.14 25.7434V24.4674C14.14 23.9928 14.5248 23.608 14.9994 23.608C15.9327 23.608 16.6921 22.8487 16.6921 21.9153C16.6921 21.4631 16.5161 21.0382 16.1964 20.7191C15.8764 20.3986 15.4516 20.2227 14.9994 20.2227C14.0654 20.2227 13.3066 20.9814 13.3066 21.9141C13.3066 22.3887 12.9219 22.7741 12.4473 22.7741C11.9727 22.7741 11.5879 22.39 11.5879 21.9154V21.9141C11.5879 20.0337 13.1177 18.5039 14.998 18.5039C15.911 18.5039 16.7678 18.859 17.4118 19.5038C18.0558 20.1469 18.4109 21.0037 18.4109 21.9154C18.4109 23.4998 17.3253 24.8354 15.8588 25.2173V25.7435C15.8588 26.218 15.474 26.6028 14.9994 26.6028Z" fill="white" />
                            <path d="M14.9987 33.6184C9.59961 33.6184 5.20703 29.2259 5.20703 23.8268C5.20703 18.4277 9.59961 14.0352 14.9987 14.0352C20.3977 14.0352 24.7903 18.4277 24.7903 23.8268C24.7903 29.2259 20.3977 33.6184 14.9987 33.6184ZM14.9987 15.7539C10.5473 15.7539 6.92578 19.3754 6.92578 23.8268C6.92578 28.2782 10.5473 31.8997 14.9987 31.8997C19.45 31.8997 23.0716 28.2782 23.0716 23.8268C23.0716 19.3754 19.4501 15.7539 14.9987 15.7539Z" fill="white" />
                          </svg>
                        </div>
                        <div class="show-active">
                          <svg width="90" height="90" viewBox="0 0 90 90" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M0 45C0 20.1472 20.1472 0 45 0C69.8528 0 90 20.1472 90 45V90H45C20.1472 90 0 69.8528 0 45Z" fill="white"/>
                          </svg>
                          <svg class="in-icon" width="32" height="40" viewBox="0 0 32 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M27.6562 5.10422H25.9635V3.41148C25.9635 1.53039 24.4331 0 22.552 0H8.51563C8.28773 0 8.06914 0.0905469 7.90797 0.251719L0.251719 7.90797C0.0905469 8.06914 0 8.28773 0 8.51562V31.4844C0 33.3655 1.53039 34.8959 3.41148 34.8959H5.10414V36.5886C5.10414 37.5003 5.45922 38.3571 6.1032 39.0002C6.74719 39.645 7.60383 40.0001 8.51555 40.0001H27.6562C29.5373 40.0001 31.0677 38.4697 31.0677 36.5886V8.51562C31.0677 6.63453 29.5373 5.10422 27.6562 5.10422ZM8.87156 1.71875H8.93227V7.23953C8.93227 8.17289 8.17289 8.93227 7.23953 8.93227H1.71875V8.87156L8.87156 1.71875ZM1.71875 31.4844V10.651H7.23961C9.1207 10.651 10.6511 9.12063 10.6511 7.23953V1.71875H22.5521C23.4855 1.71875 24.2448 2.47812 24.2448 3.41148V31.4844C24.2448 32.4177 23.4855 33.1771 22.5521 33.1771H3.41148C2.47805 33.1771 1.71875 32.4177 1.71875 31.4844ZM29.3489 36.5885C29.3489 37.5219 28.5895 38.2812 27.6562 38.2812H8.51555C8.06336 38.2812 7.63852 38.1052 7.31852 37.7848C6.99891 37.4656 6.82289 37.0408 6.82289 36.5886V34.8959H22.552C24.4331 34.8959 25.9635 33.3655 25.9635 31.4844V6.82297H27.6562C28.5896 6.82297 29.349 7.58234 29.349 8.51562L29.3489 36.5885Z" fill="#008FD3"/>
                            <path d="M18.7227 17.0312H7.23828C6.76367 17.0312 6.37891 16.6465 6.37891 16.1719C6.37891 15.6973 6.76367 15.3125 7.23828 15.3125H18.7227C19.1973 15.3125 19.582 15.6973 19.582 16.1719C19.582 16.6465 19.1973 17.0312 18.7227 17.0312Z" fill="#008FD3"/>
                            <path d="M18.7227 22.1367H7.23828C6.76367 22.1367 6.37891 21.752 6.37891 21.2773C6.37891 20.8027 6.76367 20.418 7.23828 20.418H18.7227C19.1973 20.418 19.582 20.8027 19.582 21.2773C19.582 21.752 19.1973 22.1367 18.7227 22.1367Z" fill="#008FD3"/>
                            <path d="M13.6185 27.2383H7.23828C6.76367 27.2383 6.37891 26.8535 6.37891 26.3789C6.37891 25.9043 6.76367 25.5195 7.23828 25.5195H13.6185C14.0931 25.5195 14.4779 25.9043 14.4779 26.3789C14.4779 26.8535 14.0931 27.2383 13.6185 27.2383Z" fill="#008FD3"/>
                          </svg>

                        </div>
                      </div>
                    </td>
                    <td class="text-container xs-mw-unset">
                      <div>
                        <a class="p title size-01 fw-400 color-black" href="#"><?= $d['title'] ?> </a>
                        <div class="options pl-0 mt-2">
                          <div class="option color-gray-01">
                            <div class="icon">
                              <em class="fa-solid fa-calendar"></em>
                            </div>
                            <span class="p xs ml-2 fw-400">21 พ.ค. 67</span>
                          </div>
                        </div>
                      </div>
                    </td>
                    <td class="button-container">
                      <div class="">
                        <div class="btn-collap">
                          <svg width="34" height="34" viewBox="0 0 34 34" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M17.0007 33.668C7.81732 33.668 0.333984 26.1846 0.333984 17.0013C0.333984 7.81797 7.81732 0.334633 17.0007 0.334633C26.184 0.334633 33.6673 7.81797 33.6673 17.0013C33.6673 26.1846 26.184 33.668 17.0007 33.668ZM23.7673 14.018C23.5173 13.768 23.2007 13.6513 22.884 13.6513C22.5673 13.6513 22.2507 13.768 22.0007 14.018L17.0007 19.018L12.0007 14.018C11.5173 13.5346 10.7173 13.5346 10.234 14.018C9.75065 14.5013 9.75065 15.3013 10.234 15.7846L16.1173 21.668C16.6007 22.1513 17.4007 22.1513 17.884 21.668L23.7673 15.7846C24.2507 15.2846 24.2507 14.5013 23.7673 14.018Z" fill="#009DDC" />
                          </svg>
                        </div>
                      </div>
                    </td>
                  </tr>
                </tbody>
              </table>
            </div>
            <div class="answer" <?php if ($i == 0) echo 'style="display:block;"'; ?>>
              <div class="answer-header">
                <p class="color-s fw-700">คำตอบ</p>
                <ol class="mt-1 pl-6">
                  <li class="fw-400">
                    แบบประเมินประสิทธิภาพและประสิทธิผลการปฏิบัติงานของข้าราชการลูกจ้างประจํา
                    และเอกสารประกอบให้ใช้ตามแบบที่กําหนดแนบท้ายนี้ (ตามเอกสารหมายเลข 1 และเอกสารประกอบ หมายเลข 2)
                  </li>
                  <li class="fw-400">
                    ให้มีการกาหนดข้อตกลงเกี่ยวกับผลการปฏิบัติงานรวมกันระหว่างผู้ประเมินและผู้รับการประเมินแผนงานโครงการ
                    หรือผลงานที่กําหนดในการมอบหมายงาน
                  </li>
                </ol>
              </div>
              <?php include_once('data/fileIcon.php'); ?>
              <table class="table table-download sub style-02">
                <tbody>
                  <?php
                  foreach (
                    [
                      [
                        'title' => 'ชป.ร่วมประชุมนานาชาติว่าด้วยการจัดการทรัพยากรดินและน้ำฯ ชูความสำเร็จการทำนาเปียกสลับแห้งสู่สากล.pdf',
                        'icon' => $pdf,
                        'type' => 'file'
                      ],
                      [
                        'title' => 'ชป.ร่วมประชุมนานาชาติว่าด้วยการจัดการทรัพยากรดินและน้ำฯ ชูความสำเร็จการทำนาเปียกสลับแห้งสู่สากล.pdf',
                        'icon' => $pdf,
                        'type' => 'file'
                      ],
                    ] as $i => $d
                  ) {
                  ?>
                    <tr class="border-0 hover-01 mb-2 border-right-0 border-left-0">
                      <td class="file-container">
                        <div class="icon">
                          <?= $d['icon'] ?>
                        </div>
                      </td>
                      <td class="text-container xs-mw-unset">
                        <div>
                          <a class="p title fw-400 color-01 lh-sm" href="#">
                            <?= $d['title'] ?>
                          </a>
                          <div class="options mt-2">
                            <div class="option mr-4 color-gray-01">
                              <div class="icon">
                                <em class="fa-solid fa-calendar"></em>
                              </div>
                              <span class="p xs ml-2 fw-400">21 พ.ค. 67</span>
                            </div>
                            <div class="option mr-4">
                              <span class="p sm color-gray-01 fw-700">ขนาดไฟล์</span>
                              <span class="p sm color-gray-01 fw-400 ml-1">800 Kb</span>
                            </div>
                            <div class="option mr-4">
                              <span class="p sm color-gray-01 fw-700">ดาวน์โหลด</span>
                              <span class="p sm color-gray-01 fw-400 ml-1">999k</span>
                            </div>
                            <div class="option mr-2">
                              <span class="p xs color-gray-01 fw-200">|</span>
                            </div>
                            <div class="option">
                              <span class="p xs c-pointer color-p color-03 fw-500 btn-popup-toggle a link" data-popup="82">แจ้งไฟล์เสีย</span>
                            </div>
                          </div>
                          <div class="show-mobile d-none">
                            <div class="btns d-flex ai-end jc-start">
                              <a href="#" class="btn sm btn-action btn-p bradius-round">
                                <?= $d['type'] === 'link' ? 'คลิกลิงก์' : 'ดาวน์โหลด' ?>
                              </a>
                            </div>
                          </div>
                        </div>
                      </td>
                      <td class="button-container">
                        <div class="icon">
                          <?php if ($d['type'] === 'link') { ?>
                            <svg width="30" height="29" viewBox="0 0 37 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                              <path class="stroke-white-theme" d="M20 16.4992L32.3 4.19922" stroke="#008FD3" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                              <path class="stroke-white-theme" d="M33.4998 10.2V3H26.2998" stroke="#008FD3" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                              <path class="stroke-white-theme" d="M17 3H14C6.5 3 3.5 6 3.5 13.5V22.5C3.5 30 6.5 33 14 33H23C30.5 33 33.5 30 33.5 22.5V19.5" stroke="#008FD3" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                            </svg>
                          <?php } else { ?>
                            <svg width="32" height="33" viewBox="0 0 36 37" fill="none" xmlns="http://www.w3.org/2000/svg">
                              <path class="fill-white-theme" d="M0 18.3496C0 22.6918 3.53334 26.2246 7.875 26.2246H13.5C14.1218 26.2246 14.625 25.7209 14.625 25.0996C14.625 24.4783 14.1218 23.9746 13.5 23.9746H7.875C4.77366 23.9746 2.25 21.451 2.25 18.3496C2.25 15.2483 4.77366 12.7246 7.875 12.7246H9C9.62184 12.7246 10.125 12.2209 10.125 11.5996C10.125 7.25739 13.6583 3.72461 18 3.72461C22.3417 3.72461 25.875 7.25739 25.875 11.5996C25.875 12.2209 26.3782 12.7246 27 12.7246H28.125C31.2263 12.7246 33.75 15.2483 33.75 18.3496C33.75 21.451 31.2263 23.9746 28.125 23.9746H22.5C21.8782 23.9746 21.375 24.4783 21.375 25.0996C21.375 25.7209 21.8782 26.2246 22.5 26.2246H28.125C32.4667 26.2246 36 22.6918 36 18.3496C36 14.0074 32.4667 10.4746 28.125 10.4746H28.0623C27.5009 5.41914 23.2031 1.47461 18 1.47461C12.7969 1.47461 8.49909 5.41914 7.93772 10.4746H7.875C3.53306 10.4746 0 14.0074 0 18.3496ZM14.2954 28.8042L16.875 31.3839V17.2246C16.875 16.6033 17.3782 16.0996 18 16.0996C18.6218 16.0996 19.125 16.6033 19.125 17.2246V31.3839L21.7046 28.8042C22.1442 28.3646 22.8561 28.3646 23.2954 28.8042C23.7347 29.2438 23.735 29.9557 23.2954 30.395L18.7954 34.895C18.5757 35.1146 18.2877 35.2246 18 35.2246C17.7123 35.2246 17.4243 35.1146 17.2046 34.895L12.7046 30.395C12.265 29.9554 12.265 29.2435 12.7046 28.8042C13.1442 28.3649 13.8561 28.3646 14.2954 28.8042Z" fill="#008FD3" />
                            </svg>
                          <?php } ?>
                        </div>
                        <a href="#" class="p title xs color-p border-bottom-1 bcolor-p">
                          <?= $d['type'] === 'link' ? 'คลิกลิงก์' : 'ดาวน์โหลด' ?>
                        </a>
                      </td>
                    </tr>
                  <?php } ?>
                </tbody>
              </table>
            </div>
          </div>
        <?php } ?>
      </div>
      <div class="mt-6 pt-4" data-aos="fade-up" data-aos-delay="300">
        <?php
        $listFooter = ['total', 'paginate', 'pp'];
        include('components/list-footer.php');
        ?>
      </div>
    </div>
  </section>

  <?php
  $listResult = ['report-file', 'report-file-success'];
  include_once('components/popup.php');
  ?>
  <?php include_once('include/script.php'); ?>
  <?php include_once('layout/footer.php'); ?>
</body>

</html>